{
  "version": "1.0",
  "truncation": {
    "direction": "Right",
    "max_length": 16000,
    "strategy": "LongestFirst",
    "stride": 0
  },
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "</s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "Lowercase"
  },
  "pre_tokenizer": {
    "type": "CharDelimiterSplit",
    "delimiter": " "
  },
  "post_processor": {
    "type": "BertProcessing",
    "sep": [
      "</s>",
      2
    ],
    "cls": [
      "<s>",
      1
    ]
  },
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "[UNK]": 0,
      "<s>": 1,
      "</s>": 2,
      "\n": 3,
      "a": 4,
      "c": 5,
      "g": 6,
      "t": 7,
      "tt": 8,
      "aa": 9,
      "tg": 10,
      "ca": 11,
      "ta": 12,
      "tc": 13,
      "ga": 14,
      "gc": 15,
      "cc": 16,
      "gg": 17,
      "aaa": 18,
      "tta": 19,
      "tga": 20,
      "taa": 21,
      "tca": 22,
      "gtt": 23,
      "ctt": 24,
      "ctg": 25,
      "gaa": 26,
      "gtg": 27,
      "tttt": 28,
      "caa": 29,
      "gt": 30,
      "gca": 31,
      "ct": 32,
      "gga": 33,
      "ttt": 34,
      "ctc": 35,
      "cca": 36,
      "gta": 37,
      "gtc": 38,
      "cta": 39,
      "tgt": 40,
      "att": 41,
      "ggc": 42,
      "aaaa": 43,
      "aca": 44,
      "at": 45,
      "tgtt": 46,
      "tgc": 47,
      "ttta": 48,
      "tgaa": 49,
      "aga": 50,
      "cac": 51,
      "tat": 52,
      "ttc": 53,
      "gaaa": 54,
      "tgtg": 55,
      "ata": 56,
      "tct": 57,
      "gac": 58,
      "tttg": 59,
      "ttg": 60,
      "taaa": 61,
      "atg": 62,
      "cat": 63,
      "agc": 64,
      "caaa": 65,
      "ttaa": 66,
      "cag": 67,
      "tttc": 68,
      "gag": 69,
      "gat": 70,
      "atc": 71,
      "ac": 72,
      "tac": 73,
      "tatt": 74,
      "caca": 75,
      "ttca": 76,
      "tcc": 77,
      "aac": 78,
      "tgg": 79,
      "gct": 80,
      "acc": 81,
      "tgta": 82,
      "gcc": 83,
      "tata": 84,
      "agg": 85,
      "catt": 86,
      "tgca": 87,
      "cct": 88,
      "aat": 89,
      "gtca": 90,
      "tctg": 91,
      "ttga": 92,
      "ccc": 93,
      "gtga": 94,
      "aaca": 95,
      "aatg": 96,
      "ggt": 97,
      "tctt": 98,
      "gtaa": 99,
      "taca": 100,
      "aata": 101,
      "tcaa": 102,
      "caga": 103,
      "tgga": 104,
      "ttat": 105,
      "gaga": 106,
      "ctga": 107,
      "gatt": 108,
      "gtta": 109,
      "tgtc": 110,
      "aatt": 111,
      "gatg": 112,
      "gctg": 113,
      "tatg": 114,
      "aaga": 115,
      "ggaa": 116,
      "tctc": 117,
      "catg": 118,
      "aaac": 119,
      "ggg": 120,
      "gaca": 121,
      "tag": 122,
      "aaat": 123,
      "cgc": 124,
      "ctca": 125,
      "gttt": 126,
      "tcca": 127,
      "actt": 128,
      "agtt": 129,
      "agaa": 130,
      "cagc": 131,
      "ttgc": 132,
      "actg": 133,
      "acaa": 134,
      "ataa": 135,
      "ttcc": 136,
      "taat": 137,
      "tgat": 138,
      "g\n": 139,
      "gctt": 140,
      "cata": 141,
      "catc": 142,
      "ccaa": 143,
      "gagc": 144,
      "ttgg": 145,
      "atta": 146,
      "cctg": 147,
      "cctt": 148,
      "agtg": 149,
      "aatc": 150,
      "gcaa": 151,
      "tgac": 152,
      "ttgt": 153,
      "ctaa": 154,
      "ggtg": 155,
      "ggtt": 156,
      "cga": 157,
      "tcat": 158,
      "cttt": 159,
      "atga": 160,
      "taga": 161,
      "tcta": 162,
      "atttt": 163,
      "aag": 164,
      "aagc": 165,
      "ttttt": 166,
      "cctc": 167,
      "agca": 168,
      "gctc": 169,
      "tatc": 170,
      "atca": 171,
      "cgg": 172,
      "gagg": 173,
      "gata": 174,
      "ctgt": 175,
      "gatc": 176,
      "ttac": 177,
      "tggc": 178,
      "tgcc": 179,
      "cagg": 180,
      "cacc": 181,
      "gcca": 182,
      "ttgtt": 183,
      "ctta": 184,
      "tttaa": 185,
      "acca": 186,
      "tttta": 187,
      "tcac": 188,
      "tcag": 189,
      "tgag": 190,
      "aaag": 191,
      "aagg": 192,
      "gtgt": 193,
      "aacc": 194,
      "tgct": 195,
      "aaaaa": 196,
      "agga": 197,
      "tggg": 198,
      "cg": 199,
      "cgtt": 200,
      "ggca": 201,
      "ttct": 202,
      "gacc": 203,
      "ttttttt": 204,
      "ccca": 205,
      "ggga": 206,
      "cagt": 207,
      "cact": 208,
      "tagc": 209,
      "tccc": 210,
      "taac": 211,
      "gcg": 212,
      "actc": 213,
      "ctgc": 214,
      "caat": 215,
      "ttaaa": 216,
      "gaat": 217,
      "acta": 218,
      "agta": 219,
      "taaaa": 220,
      "cccc": 221,
      "ggtc": 222,
      "ctttt": 223,
      "agtc": 224,
      "gact": 225,
      "gaac": 226,
      "gaag": 227,
      "ccg": 228,
      "gttc": 229,
      "ctct": 230,
      "ttag": 231,
      "caaaa": 232,
      "cttc": 233,
      "gtgc": 234,
      "gggg": 235,
      "ggta": 236,
      "tacc": 237,
      "gcag": 238,
      "tcg": 239,
      "tggt": 240,
      "tact": 241,
      "caac": 242,
      "gtat": 243,
      "gttg": 244,
      "tagt": 245,
      "ttttg": 246,
      "ccta": 247,
      "ttatt": 248,
      "gagt": 249,
      "ggag": 250,
      "ttgtg": 251,
      "gcat": 252,
      "gaaaa": 253,
      "taag": 254,
      "ggac": 255,
      "tcct": 256,
      "gcac": 257,
      "gccc": 258,
      "tttca": 259,
      "gtct": 260,
      "ttctg": 261,
      "gggc": 262,
      "tagg": 263,
      "gcta": 264,
      "tttga": 265,
      "cttg": 266,
      "tgctg": 267,
      "ataaa": 268,
      "atgtt": 269,
      "ctcc": 270,
      "aggc": 271,
      "cgt": 272,
      "ccat": 273,
      "caag": 274,
      "aaaaaaa": 275,
      "ttctt": 276,
      "gtaaa": 277,
      "aataa": 278,
      "acaaa": 279,
      "agt": 280,
      "tcga": 281,
      "tttat": 282,
      "agaaa": 283,
      "cgtg": 284,
      "tgaaa": 285,
      "ctgg": 286,
      "gtttt": 287,
      "ttttc": 288,
      "ggat": 289,
      "act": 290,
      "ctat": 291,
      "ttgaa": 292,
      "ttt\n": 293,
      "gtgg": 294,
      "gcct": 295,
      "ccac": 296,
      "tgtgtgt": 297,
      "tgaat": 298,
      "gcgc": 299,
      "cgca": 300,
      "aatga": 301,
      "ttgta": 302,
      "gcga": 303,
      "ggct": 304,
      "atgaa": 305,
      "cgaa": 306,
      "gtgtgtg": 307,
      "tt\n": 308,
      "tcgc": 309,
      "gt\n": 310,
      "gtac": 311,
      "ccgc": 312,
      "ctac": 313,
      "aactg": 314,
      "aacaa": 315,
      "tg\n": 316,
      "gtcc": 317,
      "ccct": 318,
      "tgctt": 319,
      "tgttg": 320,
      "tcaaa": 321,
      "cgtc": 322,
      "aaaat": 323,
      "cgga": 324,
      "tgtga": 325,
      "tgtaa": 326,
      "aagtg": 327,
      "tgttc": 328,
      "ttcaa": 329,
      "gaaat": 330,
      "tgaag": 331,
      "ca\n": 332,
      "ta\n": 333,
      "ccga": 334,
      "ctaaa": 335,
      "acacaca": 336,
      "ttgca": 337,
      "aagaa": 338,
      "tcgg": 339,
      "cagca": 340,
      "cactg": 341,
      "cagtg": 342,
      "tcatt": 343,
      "aagtt": 344,
      "tgt\n": 345,
      "gcgg": 346,
      "aaa\n": 347,
      "ttctc": 348,
      "cagaa": 349,
      "cacacac": 350,
      "acga": 351,
      "aactt": 352,
      "ga\n": 353,
      "atgtg": 354,
      "ggcc": 355,
      "gggt": 356,
      "tggtg": 357,
      "aagca": 358,
      "tggtt": 359,
      "aaaac": 360,
      "ccaaa": 361,
      "tactg": 362,
      "tta\n": 363,
      "cagtt": 364,
      "actga": 365,
      "ggaaa": 366,
      "cactt": 367,
      "tgaac": 368,
      "ct\n": 369,
      "tttattt": 370,
      "ttcca": 371,
      "tctga": 372,
      "aatca": 373,
      "gagga": 374,
      "cggc": 375,
      "gtag": 376,
      "taa\n": 377,
      "ttatttt": 378,
      "tataa": 379,
      "gatga": 380,
      "tatta": 381,
      "tcctg": 382,
      "tgcg": 383,
      "gactg": 384,
      "ttaat": 385,
      "gacg": 386,
      "atgc": 387,
      "ttgtc": 388,
      "catca": 389,
      "acgc": 390,
      "tga\n": 391,
      "taaat": 392,
      "ctag": 393,
      "tgttttt": 394,
      "cacaa": 395,
      "tat\n": 396,
      "tgtca": 397,
      "gagtt": 398,
      "cgta": 399,
      "tttgttt": 400,
      "ttgtttt": 401,
      "gactt": 402,
      "gaaac": 403,
      "tgcaa": 404,
      "tgtta": 405,
      "aact": 406,
      "ccgg": 407,
      "ttgga": 408,
      "ggctg": 409,
      "tc\n": 410,
      "tcctc": 411,
      "tactt": 412,
      "tatga": 413,
      "agtga": 414,
      "aagt": 415,
      "aagga": 416,
      "ccag": 417,
      "aatta": 418,
      "tattttt": 419,
      "gagaa": 420,
      "accag": 421,
      "aacta": 422,
      "agtca": 423,
      "ttttatt": 424,
      "tttac": 425,
      "gagtg": 426,
      "aacca": 427,
      "tagtt": 428,
      "gcaaa": 429,
      "agtaa": 430,
      "tct\n": 431,
      "ttcta": 432,
      "gaaag": 433,
      "gagca": 434,
      "tggaa": 435,
      "cat\n": 436,
      "gc\n": 437,
      "tttttta": 438,
      "tctca": 439,
      "tacaa": 440,
      "tgctc": 441,
      "gcgt": 442,
      "aactc": 443,
      "tca\n": 444,
      "ttttgtt": 445,
      "tttaaaa": 446,
      "cagta": 447,
      "atatata": 448,
      "tcgt": 449,
      "catta": 450,
      "cacg": 451,
      "cagga": 452,
      "aaaag": 453,
      "acgg": 454,
      "gacaa": 455,
      "tgtgg": 456,
      "tatatat": 457,
      "tcctt": 458,
      "ctg\n": 459,
      "gaa\n": 460,
      "gg\n": 461,
      "tagtg": 462,
      "tttttgt": 463,
      "tgcca": 464,
      "tttttaa": 465,
      "tttttat": 466,
      "caa\n": 467,
      "catga": 468,
      "aagta": 469,
      "ttcg": 470,
      "ctt\n": 471,
      "gctga": 472,
      "ttttaaa": 473,
      "gtt\n": 474,
      "tttgg": 475,
      "actaa": 476,
      "ctttttt": 477,
      "cacca": 478,
      "ttg\n": 479,
      "tatca": 480,
      "tttag": 481,
      "aagtc": 482,
      "agcta": 483,
      "ggtct": 484,
      "cag\n": 485,
      "cagtc": 486,
      "cctca": 487,
      "tgc\n": 488,
      "tttcc": 489,
      "actca": 490,
      "agtta": 491,
      "caaat": 492,
      "cactc": 493,
      "aaataaa": 494,
      "gatca": 495,
      "cac\n": 496,
      "cataa": 497,
      "caaac": 498,
      "ctcg": 499,
      "tccaa": 500,
      "gcctt": 501,
      "atttttt": 502,
      "taaac": 503,
      "gat\n": 504,
      "tagca": 505,
      "gccg": 506,
      "ttc\n": 507,
      "tttcttt": 508,
      "tattatt": 509,
      "tacg": 510,
      "gag\n": 511,
      "gataa": 512,
      "gggtt": 513,
      "ttattat": 514,
      "ccctt": 515,
      "tggca": 516,
      "tggga": 517,
      "gctca": 518,
      "gtttttt": 519,
      "gct\n": 520,
      "gtg\n": 521,
      "ttctttt": 522,
      "ccctg": 523,
      "gca\n": 524,
      "ggcg": 525,
      "aacg": 526,
      "tctaa": 527,
      "gactc": 528,
      "gcctg": 529,
      "cctga": 530,
      "gggtg": 531,
      "ttttttg": 532,
      "ggaag": 533,
      "tccg": 534,
      "cacta": 535,
      "cc\n": 536,
      "tccca": 537,
      "atttatt": 538,
      "tttaaat": 539,
      "tcaag": 540,
      "ttttaat": 541,
      "tagaa": 542,
      "atatttt": 543,
      "gacca": 544,
      "acgtt": 545,
      "atgtttt": 546,
      "ttttttc": 547,
      "ttaaaaa": 548,
      "aaacg": 549,
      "gatta": 550,
      "tgtgttt": 551,
      "tctta": 552,
      "gtcg": 553,
      "tgtttta": 554,
      "ttaag": 555,
      "aaacaaa": 556,
      "tgtttgt": 557,
      "aataaaa": 558,
      "taaag": 559,
      "cattttt": 560,
      "ttttctt": 561,
      "tgg\n": 562,
      "tggtc": 563,
      "tacta": 564,
      "ttattta": 565,
      "ccgt": 566,
      "ttttgta": 567,
      "tatttat": 568,
      "ggtca": 569,
      "tgcta": 570,
      "ccctc": 571,
      "gccaa": 572,
      "tagta": 573,
      "aaaaaca": 574,
      "tgttttg": 575,
      "gggaa": 576,
      "tttttct": 577,
      "tgtag": 578,
      "tcttttt": 579,
      "ttggc": 580,
      "aa\n": 581,
      "aaaaaat": 582,
      "acg": 583,
      "gga\n": 584,
      "acatttt": 585,
      "attttta": 586,
      "tac\n": 587,
      "tactc": 588,
      "cccaa": 589,
      "gtgtttt": 590,
      "aaatgtt": 591,
      "ctc\n": 592,
      "cgcc": 593,
      "tacca": 594,
      "aaaacaa": 595,
      "gagtc": 596,
      "cgac": 597,
      "ttaac": 598,
      "gctaa": 599,
      "ggtga": 600,
      "gtttgtt": 601,
      "aatgttt": 602,
      "taaaaaa": 603,
      "tggta": 604,
      "tatttta": 605,
      "gac\n": 606,
      "cca\n": 607,
      "attattt": 608,
      "aaagaaa": 609,
      "aataaat": 610,
      "attt": 611,
      "gttttgt": 612,
      "aaaaaag": 613,
      "actta": 614,
      "aaaataa": 615,
      "gcctc": 616,
      "gtc\n": 617,
      "attttat": 618,
      "tttgtgt": 619,
      "cccg": 620,
      "attatta": 621,
      "gta\n": 622,
      "acgtg": 623,
      "tgtattt": 624,
      "tcatttt": 625,
      "attttaa": 626,
      "ttcattt": 627,
      "ttttata": 628,
      "tgtaaat": 629,
      "cta\n": 630,
      "aacaaaa": 631,
      "gttttta": 632,
      "cgtca": 633,
      "aaaaata": 634,
      "ttgtttg": 635,
      "ttaaaat": 636,
      "tatattt": 637,
      "cct\n": 638,
      "ctgtttt": 639,
      "aatattt": 640,
      "ggt\n": 641,
      "tgttgtt": 642,
      "gagta": 643,
      "ggtaa": 644,
      "caaag": 645,
      "aaacaca": 646,
      "gtcat": 647,
      "tttaatt": 648,
      "atttaaa": 649,
      "tcc\n": 650,
      "ggtta": 651,
      "ttgtgtt": 652,
      "tttaaag": 653,
      "aaaatgt": 654,
      "acaaaaa": 655,
      "tgttttc": 656,
      "aagaaaa": 657,
      "aaggc": 658,
      "aaaaatg": 659,
      "tcgtt": 660,
      "tttatta": 661,
      "acttttt": 662,
      "cctaa": 663,
      "aaatatt": 664,
      "gaaaaaa": 665,
      "tgtttat": 666,
      "tttatat": 667,
      "tgacg": 668,
      "tgcgt": 669,
      "acgca": 670,
      "tccta": 671,
      "ttaattt": 672,
      "gacta": 673,
      "gctta": 674,
      "aaatgaa": 675,
      "gccgt": 676,
      "caggc": 677,
      "tattttg": 678,
      "cccca": 679,
      "gtatttt": 680,
      "ttatttg": 681,
      "ttcaaaa": 682,
      "gttttaa": 683,
      "tgctttt": 684,
      "gaggc": 685,
      "gccca": 686,
      "atttttg": 687,
      "aaaaaac": 688,
      "gttttat": 689,
      "cttttta": 690,
      "tttaata": 691,
      "ttttgtg": 692,
      "tatttaa": 693,
      "ttgttta": 694,
      "gattttt": 695,
      "atattta": 696,
      "tttctgt": 697,
      "gtttttg": 698,
      "tttgtat": 699,
      "taaataa": 700,
      "gggga": 701,
      "tagtc": 702,
      "cgag": 703,
      "taaaata": 704,
      "attaaaa": 705,
      "gcgtt": 706,
      "aaaagaa": 707,
      "taaatat": 708,
      "gtgtgtt": 709,
      "tag\n": 710,
      "acgga": 711,
      "ataaaaa": 712,
      "tctctct": 713,
      "tagga": 714,
      "tgtaaaa": 715,
      "gcgtg": 716,
      "aaatgta": 717,
      "tgatttt": 718,
      "taaaaat": 719,
      "agaaaaa": 720,
      "attgttt": 721,
      "ttgattt": 722,
      "ggg\n": 723,
      "ttctgtt": 724,
      "atttgtt": 725,
      "aattttt": 726,
      "caaaaaa": 727,
      "tgggc": 728,
      "ctttaaa": 729,
      "cgaaa": 730,
      "ttttcat": 731,
      "aaataat": 732,
      "attttgt": 733,
      "ttgttgt": 734,
      "gggca": 735,
      "tttttga": 736,
      "ttttgaa": 737,
      "gcc\n": 738,
      "ttat\n": 739,
      "atat": 740,
      "ttatatt": 741,
      "aaaatga": 742,
      "gttgttt": 743,
      "tttttca": 744,
      "tttcatt": 745,
      "ataaata": 746,
      "cgaga": 747,
      "tttgatt": 748,
      "ttaaatg": 749,
      "aaaaaga": 750,
      "cgtga": 751,
      "taataat": 752,
      "gacgt": 753,
      "ccgtt": 754,
      "ttattaa": 755,
      "aataata": 756,
      "gtttatt": 757,
      "acgtc": 758,
      "gtgat": 759,
      "aaaacat": 760,
      "gtaat": 761,
      "cttgttt": 762,
      "agttttt": 763,
      "tttgtaa": 764,
      "tatttgt": 765,
      "ttgtaaa": 766,
      "aaattaa": 767,
      "tgtttaa": 768,
      "aacattt": 769,
      "tttgttg": 770,
      "ttaaaac": 771,
      "taataaa": 772,
      "cctta": 773,
      "aaatata": 774,
      "aatgaaa": 775,
      "atttaat": 776,
      "agtgttt": 777,
      "cttttat": 778,
      "tcgtg": 779,
      "atatatt": 780,
      "ataataa": 781,
      "ttattgt": 782,
      "aaatgca": 783,
      "cttttaa": 784,
      "tttatgt": 785,
      "ttaaata": 786,
      "tttttcc": 787,
      "cacgt": 788,
      "ccc\n": 789,
      "tacattt": 790,
      "atataaa": 791,
      "gccta": 792,
      "acacaaa": 793,
      "tgaaaaa": 794,
      "cttttgt": 795,
      "ttttaca": 796,
      "acaaaca": 797,
      "aaatgtg": 798,
      "acgaa": 799,
      "catttta": 800,
      "taatttt": 801,
      "aaacatt": 802,
      "atgt": 803,
      "gcgca": 804,
      "tttgaaa": 805,
      "aaat\n": 806,
      "tgctgtt": 807,
      "tttattg": 808,
      "ttttatg": 809,
      "acac": 810,
      "cgtaa": 811,
      "tcgtc": 812,
      "atttata": 813,
      "tgaa\n": 814,
      "taaatgt": 815,
      "ttgaaaa": 816,
      "taattta": 817,
      "attttga": 818,
      "tgat\n": 819,
      "tcat\n": 820,
      "gaagaaa": 821,
      "aatatat": 822,
      "ttgtatt": 823,
      "tttgaat": 824,
      "gtgtttg": 825,
      "tttttgg": 826,
      "gacga": 827,
      "ttttgat": 828,
      "attttct": 829,
      "tttataa": 830,
      "tgttatt": 831,
      "gtttgtg": 832,
      "ttttctg": 833,
      "tgtttga": 834,
      "tgcattt": 835,
      "ttgtgtg": 836,
      "ttataaa": 837,
      "ttttaag": 838,
      "gggtc": 839,
      "ctttatt": 840,
      "tttttac": 841,
      "tgttaaa": 842,
      "aattatt": 843,
      "gatgttt": 844,
      "ggc\n": 845,
      "tatag": 846,
      "tgtt\n": 847,
      "agatttt": 848,
      "tttaatg": 849,
      "taaaaca": 850,
      "ccaag": 851,
      "ttacg": 852,
      "ttaaatt": 853,
      "gcgga": 854,
      "tgaaaat": 855,
      "ccgtg": 856,
      "ttaaaca": 857,
      "tgcgc": 858,
      "taatatt": 859,
      "atgtaaa": 860,
      "ttatttc": 861,
      "gtttttc": 862,
      "aaaacac": 863,
      "tgtttct": 864,
      "tataaat": 865,
      "ttttact": 866,
      "gttttct": 867,
      "tctgttt": 868,
      "atgttta": 869,
      "aataaac": 870,
      "atgaaaa": 871,
      "ttaataa": 872,
      "cttt\n": 873,
      "taaaatg": 874,
      "catt\n": 875,
      "tagtttt": 876,
      "gttttca": 877,
      "agagaga": 878,
      "gttt\n": 879,
      "ttgcttt": 880,
      "ctttttc": 881,
      "ctctctc": 882,
      "tgaatgt": 883,
      "aat\n": 884,
      "aatgtaa": 885,
      "tgtcttt": 886,
      "ctgctgt": 887,
      "acattta": 888,
      "tttgtta": 889,
      "ttaatat": 890,
      "actttta": 891,
      "ttttcct": 892,
      "atgtttg": 893,
      "ctttttg": 894,
      "tgtgtat": 895,
      "gtcag": 896,
      "aatttta": 897,
      "tatgttt": 898,
      "gatattt": 899,
      "tttacat": 900,
      "aatttaa": 901,
      "tattttc": 902,
      "gtgag": 903,
      "ttgaaat": 904,
      "ctgaaaa": 905,
      "tttcttc": 906,
      "tattaaa": 907,
      "tgtatat": 908,
      "aaataca": 909,
      "tcag\n": 910,
      "tttagtt": 911,
      "agttttg": 912,
      "actgttt": 913,
      "catttat": 914,
      "tttttgc": 915,
      "tcgca": 916,
      "tttttag": 917,
      "gacgg": 918,
      "tttaaac": 919,
      "tgttgaa": 920,
      "ttaatgt": 921,
      "gtaaata": 922,
      "caaaaca": 923,
      "atatttg": 924,
      "tgtatgt": 925,
      "gactttt": 926,
      "gcttttt": 927,
      "acacact": 928,
      "cccta": 929,
      "ctatttt": 930,
      "tttcg": 931,
      "tttaaga": 932,
      "aaatgat": 933,
      "gtttaaa": 934,
      "tgaagaa": 935,
      "aattaaa": 936,
      "tcacg": 937,
      "tggtttt": 938,
      "cattttg": 939,
      "tattaat": 940,
      "tcattta": 941,
      "ttttctc": 942,
      "ccgga": 943,
      "atttctt": 944,
      "attttca": 945,
      "tttaaca": 946,
      "gttttga": 947,
      "ttttgtc": 948,
      "cttttct": 949,
      "acagaaa": 950,
      "ttatata": 951,
      "ttttgct": 952,
      "tgtgttg": 953,
      "cactttt": 954,
      "tataaaa": 955,
      "ctgtaaa": 956,
      "ttttggt": 957,
      "atct": 958,
      "ctgttta": 959,
      "tcgga": 960,
      "ttttcag": 961,
      "tgtgaaa": 962,
      "tttcaaa": 963,
      "tttctct": 964,
      "gtgac": 965,
      "aaaaagt": 966,
      "aaaaact": 967,
      "ctgtttg": 968,
      "ttttgca": 969,
      "caaaata": 970,
      "ctctttt": 971,
      "atattaa": 972,
      "taat\n": 973,
      "tgacttt": 974,
      "attaatt": 975,
      "aacacac": 976,
      "ctgt\n": 977,
      "tactttt": 978,
      "catttaa": 979,
      "ataaaat": 980,
      "cagtttt": 981,
      "gtcac": 982,
      "tgtctgt": 983,
      "ccgtc": 984,
      "ttagttt": 985,
      "tgcga": 986,
      "gatttta": 987,
      "ttttcaa": 988,
      "aaaactg": 989,
      "aaaacta": 990,
      "tttgctt": 991,
      "aatgtgt": 992,
      "agtgtgt": 993,
      "ataaatg": 994,
      "tgattta": 995,
      "gaaaaca": 996,
      "tgaattt": 997,
      "cacgc": 998,
      "aacacaa": 999,
      "tttgttc": 1000,
      "ctttctt": 1001,
      "atttgta": 1002,
      "ccgca": 1003,
      "cttaaaa": 1004,
      "tttactt": 1005,
      "agtattt": 1006,
      "aaagttt": 1007,
      "tgtacat": 1008,
      "catgttt": 1009,
      "aatgaat": 1010,
      "ttatgtt": 1011,
      "gcatttt": 1012,
      "gaaa\n": 1013,
      "cttattt": 1014,
      "tgtgtga": 1015,
      "tgtgtgc": 1016,
      "ttgactt": 1017,
      "atttttc": 1018,
      "ttacttt": 1019,
      "taaaaac": 1020,
      "gtgttta": 1021,
      "caaaaat": 1022,
      "cacattt": 1023,
      "aatttat": 1024,
      "aacaaac": 1025,
      "tttatga": 1026,
      "ttcagtt": 1027,
      "ttctttc": 1028,
      "agaaatg": 1029,
      "tgaaaac": 1030,
      "aaacatg": 1031,
      "tgatgtt": 1032,
      "gtattta": 1033,
      "gtctttt": 1034,
      "tttattc": 1035,
      "gacgc": 1036,
      "tttgtga": 1037,
      "acaaata": 1038,
      "aagtttt": 1039,
      "tggaaaa": 1040,
      "aaatatg": 1041,
      "atgtgtt": 1042,
      "ttggttt": 1043,
      "ttgtttc": 1044,
      "tttgaag": 1045,
      "aactttt": 1046,
      "tttacaa": 1047,
      "ttca\n": 1048,
      "aac\n": 1049,
      "gcaag": 1050,
      "atcattt": 1051,
      "ataaaca": 1052,
      "ttaaaag": 1053,
      "tcctttt": 1054,
      "aaatttt": 1055,
      "ctgtgtg": 1056,
      "agag": 1057,
      "cacga": 1058,
      "tgcttta": 1059,
      "aataatt": 1060,
      "gcgtc": 1061,
      "aaattgt": 1062,
      "ttttcta": 1063,
      "aggaaaa": 1064,
      "tctttta": 1065,
      "ggaaaaa": 1066,
      "agtttta": 1067,
      "tttaagt": 1068,
      "tgcaaaa": 1069,
      "tgatgat": 1070,
      "atttcaa": 1071,
      "gtaaaaa": 1072,
      "gttac": 1073,
      "aatgttg": 1074,
      "gttattt": 1075,
      "agaaaat": 1076,
      "tcaaaat": 1077,
      "attaaat": 1078,
      "acatttg": 1079,
      "gccgc": 1080,
      "ttttaga": 1081,
      "atgtgtg": 1082,
      "ctttgtt": 1083,
      "ccatttt": 1084,
      "atttctg": 1085,
      "atctttt": 1086,
      "cgtta": 1087,
      "cacaaaa": 1088,
      "aaatgct": 1089,
      "tttgtct": 1090,
      "cgcg": 1091,
      "ggggc": 1092,
      "agctttt": 1093,
      "ttttagt": 1094,
      "aacaaat": 1095,
      "aaattat": 1096,
      "tattgtt": 1097,
      "aatatta": 1098,
      "gctgttt": 1099,
      "tcgaa": 1100,
      "atttgtg": 1101,
      "actgaaa": 1102,
      "aacaaca": 1103,
      "tgag\n": 1104,
      "caaaatg": 1105,
      "tttggtt": 1106,
      "catttgt": 1107,
      "atgattt": 1108,
      "ttcttta": 1109,
      "aaacttt": 1110,
      "taaatga": 1111,
      "tgac\n": 1112,
      "aaag\n": 1113,
      "aaaatgc": 1114,
      "atattat": 1115,
      "ttccttt": 1116,
      "aataatg": 1117,
      "ttgtctt": 1118,
      "aaagtgt": 1119,
      "attaata": 1120,
      "gaaatgt": 1121,
      "tctgctg": 1122,
      "tcttttg": 1123,
      "tgagttt": 1124,
      "aaaagca": 1125,
      "tgtttca": 1126,
      "ttaaaga": 1127,
      "aaattta": 1128,
      "aaactga": 1129,
      "aaacact": 1130,
      "taatgtt": 1131,
      "aaac\n": 1132,
      "catattt": 1133,
      "ttttttt\n": 1134,
      "ttcttct": 1135,
      "gtttctt": 1136,
      "gtttaat": 1137,
      "gaatgtt": 1138,
      "gaaaatg": 1139,
      "atttgaa": 1140,
      "atttaca": 1141,
      "tttctga": 1142,
      "tctttct": 1143,
      "tgtgatt": 1144,
      "ggttttt": 1145,
      "aaagaca": 1146,
      "tgatttg": 1147,
      "gatt\n": 1148,
      "acaaaat": 1149,
      "tgaaatg": 1150,
      "tgtgaat": 1151,
      "taggc": 1152,
      "gaaaata": 1153,
      "tgaatga": 1154,
      "aataaag": 1155,
      "atttcat": 1156,
      "tgcgg": 1157,
      "tttactg": 1158,
      "ttttgga": 1159,
      "aatttgt": 1160,
      "aaaaatt": 1161,
      "gtaaatg": 1162,
      "cagaaat": 1163,
      "tcagtgt": 1164,
      "gtgtgta": 1165,
      "ttttaac": 1166,
      "aaaacag": 1167,
      "acgta": 1168,
      "ccaaaaa": 1169,
      "tacaaaa": 1170,
      "tcgta": 1171,
      "tgtttac": 1172,
      "atgcttt": 1173,
      "tatttca": 1174,
      "tctcttt": 1175,
      "agtttgt": 1176,
      "agtaaat": 1177,
      "ttcagat": 1178,
      "cattaaa": 1179,
      "aatgtat": 1180,
      "agaagaa": 1181,
      "cattatt": 1182,
      "aaactgt": 1183,
      "gaaaaat": 1184,
      "attttac": 1185,
      "acatttc": 1186,
      "tgttgtg": 1187,
      "ttcaaat": 1188,
      "caaatgt": 1189,
      "catttca": 1190,
      "agcattt": 1191,
      "ttcttca": 1192,
      "tactgta": 1193,
      "tttcctt": 1194,
      "aacagaa": 1195,
      "aagaaat": 1196,
      "cagaaaa": 1197,
      "aaagaag": 1198,
      "taattaa": 1199,
      "gttgttg": 1200,
      "tttgcat": 1201,
      "atgtatt": 1202,
      "ttcatgt": 1203,
      "ctcattt": 1204,
      "tttcaga": 1205,
      "aattaat": 1206,
      "ttacaaa": 1207,
      "actttaa": 1208,
      "ttgtgaa": 1209,
      "gcgaa": 1210,
      "cttcttt": 1211,
      "aaaagtg": 1212,
      "acagttt": 1213,
      "ttgtgta": 1214,
      "agaaaca": 1215,
      "tcatttg": 1216,
      "gtttata": 1217,
      "attgtgt": 1218,
      "tctttaa": 1219,
      "ttaaact": 1220,
      "ttgtaca": 1221,
      "tgtgttc": 1222,
      "aaagaga": 1223,
      "gttaaaa": 1224,
      "gtttgaa": 1225,
      "tccgt": 1226,
      "tgca\n": 1227,
      "tcatgtt": 1228,
      "ctgcttt": 1229,
      "tttgtac": 1230,
      "aatataa": 1231,
      "aattgtt": 1232,
      "ataatat": 1233,
      "aaacaat": 1234,
      "atattgt": 1235,
      "atgaaat": 1236,
      "ttaatta": 1237,
      "tttctta": 1238,
      "gagaaaa": 1239,
      "ctgtgtt": 1240,
      "attttag": 1241,
      "tttacag": 1242,
      "taaattt": 1243,
      "tatttct": 1244,
      "gagagag": 1245,
      "ttctgaa": 1246,
      "aatgatt": 1247,
      "aaatcaa": 1248,
      "tcagttt": 1249,
      "ctttaat": 1250,
      "gaataaa": 1251,
      "ttttgag": 1252,
      "acggc": 1253,
      "tctgtgt": 1254,
      "cagattt": 1255,
      "aatcaaa": 1256,
      "tgccttt": 1257,
      "aagtaaa": 1258,
      "gatttat": 1259,
      "tttggat": 1260,
      "taaatta": 1261,
      "tggagga": 1262,
      "gatttaa": 1263,
      "gatgatg": 1264,
      "gggta": 1265,
      "ttacatt": 1266,
      "tttagat": 1267,
      "gtgattt": 1268,
      "gtaaaat": 1269,
      "tggattt": 1270,
      "ttatgaa": 1271,
      "ttactgt": 1272,
      "gtttctg": 1273,
      "tgttcat": 1274,
      "agagaaa": 1275,
      "tttgtgc": 1276,
      "ctaaaaa": 1277,
      "cattttc": 1278,
      "gagtttt": 1279,
      "ttattct": 1280,
      "tcataaa": 1281,
      "gttgtgt": 1282,
      "atttgat": 1283,
      "tgtttgc": 1284,
      "agcaaaa": 1285,
      "caga\n": 1286,
      "ataaaac": 1287,
      "taaaact": 1288,
      "aaacaag": 1289,
      "tgatatt": 1290,
      "gtttgta": 1291,
      "attcatt": 1292,
      "atttact": 1293,
      "aaaatta": 1294,
      "aagaaga": 1295,
      "ttattca": 1296,
      "gtgtaaa": 1297,
      "acactga": 1298,
      "ttgtaat": 1299,
      "catttct": 1300,
      "aagattt": 1301,
      "aaggaaa": 1302,
      "taaacat": 1303,
      "tccgc": 1304,
      "tatataa": 1305,
      "gtcattt": 1306,
      "ccgaa": 1307,
      "taatata": 1308,
      "tcatcat": 1309,
      "gtttaca": 1310,
      "gtgttgt": 1311,
      "ttttcca": 1312,
      "atttatg": 1313,
      "tgtg\n": 1314,
      "tgtgtaa": 1315,
      "caaataa": 1316,
      "ttaatga": 1317,
      "ttcagaa": 1318,
      "agtttat": 1319,
      "acaaaac": 1320,
      "ttgaatt": 1321,
      "ttag\n": 1322,
      "tgtttgg": 1323,
      "gaaagaa": 1324,
      "atgcatt": 1325,
      "tttctca": 1326,
      "actttat": 1327,
      "ggtttta": 1328,
      "ttaaagg": 1329,
      "tttgatg": 1330,
      "atgttgt": 1331,
      "atgaatg": 1332,
      "tattata": 1333,
      "ctgttgt": 1334,
      "gtgttca": 1335,
      "acacttt": 1336,
      "ttcagtg": 1337,
      "tctgaaa": 1338,
      "ttaaagt": 1339,
      "tttcagt": 1340,
      "ttgaatg": 1341,
      "tgtaatg": 1342,
      "cataaaa": 1343,
      "gttttgg": 1344,
      "cttctgt": 1345,
      "gtgaaaa": 1346,
      "tgttctg": 1347,
      "tgttcaa": 1348,
      "cacaaac": 1349,
      "ttgttat": 1350,
      "caaacaa": 1351,
      "caaacac": 1352,
      "tacgt": 1353,
      "ttga\n": 1354,
      "atgttca": 1355,
      "cgctg": 1356,
      "tgtcatt": 1357,
      "aaatgga": 1358,
      "aaatgtc": 1359,
      "cacgg": 1360,
      "tttgctg": 1361,
      "atgtaca": 1362,
      "tacga": 1363,
      "tctt\n": 1364,
      "actgtaa": 1365,
      "tgctgct": 1366,
      "ttgaaga": 1367,
      "aattttg": 1368,
      "aaagtga": 1369,
      "taaaaag": 1370,
      "tcacttt": 1371,
      "gttttac": 1372,
      "tgtgctg": 1373,
      "ttttatc": 1374,
      "aatgatg": 1375,
      "ctgtatt": 1376,
      "caatttt": 1377,
      "ctcaaaa": 1378,
      "ttcgt": 1379,
      "tatttga": 1380,
      "ttcactt": 1381,
      "agaaaac": 1382,
      "tttaact": 1383,
      "tcac\n": 1384,
      "aagaaag": 1385,
      "tcatttc": 1386,
      "acacatt": 1387,
      "aatgtga": 1388,
      "tcttaaa": 1389,
      "ataattt": 1390,
      "cagt\n": 1391,
      "agaaaga": 1392,
      "tgaaata": 1393,
      "aagaaac": 1394,
      "aaaccaa": 1395,
      "aaagcaa": 1396,
      "aaaatca": 1397,
      "tgaataa": 1398,
      "tatatta": 1399,
      "agaaaag": 1400,
      "atgatga": 1401,
      "tgtaatt": 1402,
      "cagtgtt": 1403,
      "tcaaaac": 1404,
      "aaagatg": 1405,
      "aaaggaa": 1406,
      "ctgtgaa": 1407,
      "caaatat": 1408,
      "accaaaa": 1409,
      "tttgagt": 1410,
      "aaatgag": 1411,
      "tgagaaa": 1412,
      "gaatgaa": 1413,
      "caaa\n": 1414,
      "aatgtta": 1415,
      "aatgctg": 1416,
      "tttgact": 1417,
      "ttgaaca": 1418,
      "aaatatc": 1419,
      "ttttggg": 1420,
      "agcc": 1421,
      "ttgttaa": 1422,
      "ttgcatt": 1423,
      "taattat": 1424,
      "acataaa": 1425,
      "cacacat": 1426,
      "aggtttt": 1427,
      "ctgattt": 1428,
      "ttgttca": 1429,
      "aataaca": 1430,
      "tctttat": 1431,
      "gcggc": 1432,
      "ccggc": 1433,
      "tcacaca": 1434,
      "tgttgat": 1435,
      "tttcaat": 1436,
      "aacagca": 1437,
      "aatgcaa": 1438,
      "attatat": 1439,
      "tttcaca": 1440,
      "tgctgaa": 1441,
      "aatgaag": 1442,
      "tatttac": 1443,
      "tgatgaa": 1444,
      "taaaaga": 1445,
      "ttttgac": 1446,
      "aaaagtt": 1447,
      "tgtatta": 1448,
      "gaat\n": 1449,
      "ttctctt": 1450,
      "aaagtca": 1451,
      "tgttaat": 1452,
      "tgaatat": 1453,
      "taaagtt": 1454,
      "tttctaa": 1455,
      "actaaaa": 1456,
      "ttgctgt": 1457,
      "aagcaaa": 1458,
      "atgaaga": 1459,
      "tacaaat": 1460,
      "agatgtt": 1461,
      "gaaataa": 1462,
      "atataca": 1463,
      "actgtat": 1464,
      "tttcata": 1465,
      "ttctgtc": 1466,
      "aatgttc": 1467,
      "atttcag": 1468,
      "agattta": 1469,
      "aatgcat": 1470,
      "aactgaa": 1471,
      "aagtgtt": 1472,
      "cataaat": 1473,
      "aaatcat": 1474,
      "ttataat": 1475,
      "cttttga": 1476,
      "acag": 1477,
      "tttggaa": 1478,
      "tgta\n": 1479,
      "catttga": 1480,
      "acttttg": 1481,
      "agtttga": 1482,
      "ataaaag": 1483,
      "attgtaa": 1484,
      "tgaagga": 1485,
      "agatatt": 1486,
      "agagttt": 1487,
      "actattt": 1488,
      "ttcaaca": 1489,
      "gattatt": 1490,
      "ctgaaat": 1491,
      "ctgctgc": 1492,
      "tgcaaat": 1493,
      "atataat": 1494,
      "tttctat": 1495,
      "ttcatta": 1496,
      "aacactt": 1497,
      "tcaaaaa": 1498,
      "agtttaa": 1499,
      "caaaact": 1500,
      "tctaaaa": 1501,
      "caataaa": 1502,
      "aaaacca": 1503,
      "tttagaa": 1504,
      "ttctgtg": 1505,
      "ttctgta": 1506,
      "tgctgga": 1507,
      "aaacaga": 1508,
      "tgattgt": 1509,
      "gtttgat": 1510,
      "cttaaat": 1511,
      "gtatttg": 1512,
      "agaggaa": 1513,
      "taaacaa": 1514,
      "tattgta": 1515,
      "tgtacaa": 1516,
      "tcttctt": 1517,
      "tctttgt": 1518,
      "cctgttt": 1519,
      "aaattga": 1520,
      "ttattga": 1521,
      "tcattca": 1522,
      "ctgttga": 1523,
      "ctgaatg": 1524,
      "gcacttt": 1525,
      "acatgaa": 1526,
      "tgttgta": 1527,
      "atatatg": 1528,
      "atcaaaa": 1529,
      "aatattg": 1530,
      "tgtctga": 1531,
      "aaactca": 1532,
      "gacattt": 1533,
      "ataatgt": 1534,
      "tgaaaca": 1535,
      "aactgtt": 1536,
      "cgagc": 1537,
      "catttac": 1538,
      "tcggc": 1539,
      "tttactc": 1540,
      "atatttc": 1541,
      "ttgtgat": 1542,
      "tttctgc": 1543,
      "acctttt": 1544,
      "attattg": 1545,
      "tgct\n": 1546,
      "aaaaagc": 1547,
      "tggaaat": 1548,
      "tcttttc": 1549,
      "aaatttg": 1550,
      "gtttgag": 1551,
      "ttttcac": 1552,
      "gcag\n": 1553,
      "gaaatga": 1554,
      "atacaaa": 1555,
      "atgctgt": 1556,
      "gcaaaaa": 1557,
      "ctaaaat": 1558,
      "ttctaaa": 1559,
      "aagtgaa": 1560,
      "tctgaat": 1561,
      "tgattaa": 1562,
      "ctttata": 1563,
      "caaaaga": 1564,
      "ggatttt": 1565,
      "acagaca": 1566,
      "atggaaa": 1567,
      "tttcctc": 1568,
      "acaacaa": 1569,
      "acaaaag": 1570,
      "cacttta": 1571,
      "aaatctg": 1572,
      "aaacctg": 1573,
      "aaactct": 1574,
      "taatttg": 1575,
      "ctggttt": 1576,
      "gaag\n": 1577,
      "caaaaac": 1578,
      "tgtaaag": 1579,
      "acattaa": 1580,
      "acagcag": 1581,
      "tttagct": 1582,
      "atagttt": 1583,
      "ttgagtt": 1584,
      "ttgatgt": 1585,
      "tgccaaa": 1586,
      "acaaatt": 1587,
      "aatgaca": 1588,
      "ggttttg": 1589,
      "aaaggga": 1590,
      "aaataag": 1591,
      "tgactgt": 1592,
      "gtgcttt": 1593,
      "acagtgt": 1594,
      "agctgaa": 1595,
      "aatatgt": 1596,
      "agcagaa": 1597,
      "aaatctt": 1598,
      "aaatcca": 1599,
      "tgatttc": 1600,
      "tcagaaa": 1601,
      "gaaaaac": 1602,
      "tgttctt": 1603,
      "ttcataa": 1604,
      "tccga": 1605,
      "tgcatta": 1606,
      "cccgt": 1607,
      "ttgttga": 1608,
      "agaaata": 1609,
      "tagaaaa": 1610,
      "ctttctg": 1611,
      "ctgctga": 1612,
      "atttgca": 1613,
      "aaaatac": 1614,
      "tttacac": 1615,
      "agatgaa": 1616,
      "tcttctg": 1617,
      "gttag": 1618,
      "ttggaaa": 1619,
      "tctattt": 1620,
      "aaaaagg": 1621,
      "cagtatt": 1622,
      "aactaaa": 1623,
      "ttatgta": 1624,
      "ggaggag": 1625,
      "aaaactt": 1626,
      "ttgtcat": 1627,
      "taaatca": 1628,
      "cattcat": 1629,
      "aacactg": 1630,
      "agaatgt": 1631,
      "cagc\n": 1632,
      "tttaatc": 1633,
      "ccgta": 1634,
      "taaaatt": 1635,
      "tcatatt": 1636,
      "gtgtttc": 1637,
      "gtatatt": 1638,
      "tttgtca": 1639,
      "aatatga": 1640,
      "tatgtgt": 1641,
      "taac\n": 1642,
      "tataatt": 1643,
      "agtaaaa": 1644,
      "tgaaaag": 1645,
      "ctgtctg": 1646,
      "gaatgtg": 1647,
      "caatatt": 1648,
      "caacaca": 1649,
      "aaaagga": 1650,
      "aaaagta": 1651,
      "tttatac": 1652,
      "tgtgcat": 1653,
      "aagatga": 1654,
      "taaaagt": 1655,
      "aaacata": 1656,
      "ttatgat": 1657,
      "attgtat": 1658,
      "atttaag": 1659,
      "aaaagct": 1660,
      "tttatag": 1661,
      "tgaacac": 1662,
      "atacaca": 1663,
      "ttcatat": 1664,
      "gtga\n": 1665,
      "tacacac": 1666,
      "tgga\n": 1667,
      "tgtcaaa": 1668,
      "gaggaaa": 1669,
      "tttgaca": 1670,
      "ttctttg": 1671,
      "agaaact": 1672,
      "tgattat": 1673,
      "tcattaa": 1674,
      "gttttgc": 1675,
      "ctgaatt": 1676,
      "acatatt": 1677,
      "tttatca": 1678,
      "tgtgtta": 1679,
      "atgtata": 1680,
      "gccga": 1681,
      "tatatgt": 1682,
      "tgcatgt": 1683,
      "gctgctg": 1684,
      "aggagga": 1685,
      "tttcact": 1686,
      "tgctgta": 1687,
      "aagtttg": 1688,
      "tccaaaa": 1689,
      "taatgaa": 1690,
      "taacatt": 1691,
      "tcagatt": 1692,
      "ctgaaga": 1693,
      "aaaatgg": 1694,
      "agac": 1695,
      "aatgtct": 1696,
      "aattgaa": 1697,
      "aatcttt": 1698,
      "ttctgct": 1699,
      "tttgata": 1700,
      "tatgaat": 1701,
      "tcttatt": 1702,
      "gcgta": 1703,
      "aaatggt": 1704,
      "cttaatt": 1705,
      "attgaaa": 1706,
      "acagaag": 1707,
      "taaagca": 1708,
      "atgcaca": 1709,
      "tattcat": 1710,
      "tgtacag": 1711,
      "aagagaa": 1712,
      "aatctga": 1713,
      "tgaaagt": 1714,
      "ttctctg": 1715,
      "gagtgtg": 1716,
      "gacaaaa": 1717,
      "gtgaact": 1718,
      "gcattta": 1719,
      "atactgt": 1720,
      "aacatgt": 1721,
      "tcttgtt": 1722,
      "aatttca": 1723,
      "tatgaaa": 1724,
      "aatctgt": 1725,
      "ttgttct": 1726,
      "aaaaatc": 1727,
      "tttgaga": 1728,
      "ttgtatg": 1729,
      "atgcaaa": 1730,
      "aaattca": 1731,
      "cttttca": 1732,
      "caaattt": 1733,
      "ttaattg": 1734,
      "aacacat": 1735,
      "gatttga": 1736,
      "cact\n": 1737,
      "ataaatt": 1738,
      "ttcaatt": 1739,
      "taattgt": 1740,
      "aaaagac": 1741,
      "acataca": 1742,
      "tgaactg": 1743,
      "tgcagaa": 1744,
      "aatgctt": 1745,
      "gatttct": 1746,
      "gctttta": 1747,
      "tgctgca": 1748,
      "tgaaaga": 1749,
      "aacaaga": 1750,
      "aaagtaa": 1751,
      "aaacaac": 1752,
      "ttttccc": 1753,
      "aaaattt": 1754,
      "acatgtt": 1755,
      "atgtaat": 1756,
      "tgtataa": 1757,
      "aatacaa": 1758,
      "tatgtat": 1759,
      "tctc\n": 1760,
      "actgtga": 1761,
      "ttac\n": 1762,
      "ttctctc": 1763,
      "atgtgta": 1764,
      "aaagtat": 1765,
      "ctttgtg": 1766,
      "attcagt": 1767,
      "tgtgtgg": 1768,
      "ttcatca": 1769,
      "tcttcat": 1770,
      "aatttga": 1771,
      "actgtgt": 1772,
      "acaattt": 1773,
      "ataatta": 1774,
      "aaggttt": 1775,
      "tgtgaac": 1776,
      "gattttg": 1777,
      "aaagctg": 1778,
      "gtttgca": 1779,
      "ctgcaga": 1780,
      "acactgt": 1781,
      "ttcga": 1782,
      "atatgtt": 1783,
      "atgtgaa": 1784,
      "cacacaa": 1785,
      "ttcagct": 1786,
      "tgcactg": 1787,
      "aatatct": 1788,
      "aaactaa": 1789,
      "cctttaa": 1790,
      "tgctgtg": 1791,
      "tggttta": 1792,
      "gagtttg": 1793,
      "tctcatt": 1794,
      "cccaaaa": 1795,
      "aaatgac": 1796,
      "aaaggtt": 1797,
      "tcattat": 1798,
      "tgtaaac": 1799,
      "ttaagtt": 1800,
      "tttcttg": 1801,
      "gatgaaa": 1802,
      "cgttttt": 1803,
      "gactgaa": 1804,
      "tagtgtt": 1805,
      "gttcatt": 1806,
      "cttgtgt": 1807,
      "attctgt": 1808,
      "aaaacct": 1809,
      "caaacat": 1810,
      "tgcagtt": 1811,
      "aacatta": 1812,
      "gtaac": 1813,
      "aatacat": 1814,
      "tcaa\n": 1815,
      "agaattt": 1816,
      "gctt\n": 1817,
      "attttgg": 1818,
      "ttcttgt": 1819,
      "acaaatg": 1820,
      "tgaaatt": 1821,
      "tgtgatg": 1822,
      "tggtgtt": 1823,
      "ttacagt": 1824,
      "tgacatt": 1825,
      "gttttag": 1826,
      "gaatttt": 1827,
      "gtatata": 1828,
      "attcttt": 1829,
      "acagaga": 1830,
      "taaagaa": 1831,
      "agctgtt": 1832,
      "ttaacat": 1833,
      "gccgg": 1834,
      "ttgatat": 1835,
      "actttgt": 1836,
      "attttgc": 1837,
      "aagcttt": 1838,
      "caggttt": 1839,
      "ttcttaa": 1840,
      "ttgtata": 1841,
      "tgctttg": 1842,
      "tcaaaca": 1843,
      "taag\n": 1844,
      "ctgtgat": 1845,
      "gtgtatt": 1846,
      "tgaacat": 1847,
      "tgaagag": 1848,
      "tgtggtt": 1849,
      "atgttat": 1850,
      "ttgatga": 1851,
      "tgtc\n": 1852,
      "ttgcctt": 1853,
      "acaataa": 1854,
      "ttttagg": 1855,
      "tattatg": 1856,
      "tttgaac": 1857,
      "aaacagt": 1858,
      "ttataca": 1859,
      "tgactga": 1860,
      "tgagtgt": 1861,
      "tcacatt": 1862,
      "cttcaaa": 1863,
      "gaacaca": 1864,
      "gtgtgaa": 1865,
      "attgatt": 1866,
      "attgaat": 1867,
      "aaaagag": 1868,
      "acattca": 1869,
      "acacaat": 1870,
      "gaaatat": 1871,
      "taaatct": 1872,
      "tgcactt": 1873,
      "attataa": 1874,
      "gtaaatt": 1875,
      "aag\n": 1876,
      "gggaaaa": 1877,
      "ttagaaa": 1878,
      "ctgttct": 1879,
      "caaaatt": 1880,
      "gtatgtt": 1881,
      "gtatgtg": 1882,
      "tgaagat": 1883,
      "ttctgat": 1884,
      "taaacac": 1885,
      "tgcagtg": 1886,
      "gatg\n": 1887,
      "ttccaaa": 1888,
      "atgttct": 1889,
      "aactgtg": 1890,
      "tggtttg": 1891,
      "aatcatt": 1892,
      "ccaaaac": 1893,
      "ggaaaat": 1894,
      "taatgtg": 1895,
      "gttg\n": 1896,
      "gaatatt": 1897,
      "ctattta": 1898,
      "agatttg": 1899,
      "tttccat": 1900,
      "tccgg": 1901,
      "tcttcag": 1902,
      "tctcg": 1903,
      "ttcctct": 1904,
      "ttgtgct": 1905,
      "aatgaga": 1906,
      "aaatact": 1907,
      "cttcatt": 1908,
      "gtctgtt": 1909,
      "attcaga": 1910,
      "tttatct": 1911,
      "cacaaat": 1912,
      "atatgaa": 1913,
      "aacatga": 1914,
      "tgctttc": 1915,
      "tgtaata": 1916,
      "aatcaca": 1917,
      "gcctttt": 1918,
      "ctgttaa": 1919,
      "ctgtaca": 1920,
      "ctgctct": 1921,
      "attaatg": 1922,
      "aaaatct": 1923,
      "gaaacac": 1924,
      "tgtgtct": 1925,
      "ttcattc": 1926,
      "tgtactt": 1927,
      "tgcattg": 1928,
      "aatgtca": 1929,
      "aatggtt": 1930,
      "gtaattt": 1931,
      "aatag": 1932,
      "gtta\n": 1933,
      "agttgtt": 1934,
      "agaagag": 1935,
      "ttcctgt": 1936,
      "atgatgt": 1937,
      "ttaaatc": 1938,
      "cagtttg": 1939,
      "aattttc": 1940,
      "gcg\n": 1941,
      "aaactgc": 1942,
      "aaagact": 1943,
      "taatgta": 1944,
      "cttcttc": 1945,
      "gaaaaga": 1946,
      "gaaaaag": 1947,
      "gtgaaat": 1948,
      "tgctgat": 1949,
      "tttagta": 1950,
      "agacaaa": 1951,
      "tataaac": 1952,
      "agcttta": 1953,
      "ttgatta": 1954,
      "aagatgt": 1955,
      "aagatat": 1956,
      "catg\n": 1957,
      "agtttct": 1958,
      "aaccttt": 1959,
      "tatgatt": 1960,
      "ttacaat": 1961,
      "tgattca": 1962,
      "tgatctg": 1963,
      "taatgca": 1964,
      "ctgttca": 1965,
      "caaaaag": 1966,
      "gtctgtg": 1967,
      "atttgag": 1968,
      "acattgt": 1969,
      "tgaatta": 1970,
      "agatgat": 1971,
      "agacttt": 1972,
      "taaactg": 1973,
      "taaagtg": 1974,
      "tgtattg": 1975,
      "cattgtt": 1976,
      "tctgtaa": 1977,
      "tacatat": 1978,
      "gatttgt": 1979,
      "aacttta": 1980,
      "ttccatt": 1981,
      "aaagcat": 1982,
      "taaaatc": 1983,
      "gttgaaa": 1984,
      "ctttgaa": 1985,
      "gtgctgt": 1986,
      "atttcca": 1987,
      "attcata": 1988,
      "atttagt": 1989,
      "aaaattg": 1990,
      "atattca": 1991,
      "atatgca": 1992,
      "taaatac": 1993,
      "atgtatg": 1994,
      "atctgtt": 1995,
      "aattcaa": 1996,
      "catcttt": 1997,
      "aacaatt": 1998,
      "ttgcact": 1999,
      "aaagatt": 2000,
      "aaacagc": 2001,
      "ctgtaat": 2002,
      "gaatgta": 2003,
      "attaaac": 2004,
      "tgttcag": 2005,
      "ttcacac": 2006,
      "tgtactg": 2007,
      "tacagta": 2008,
      "acttaaa": 2009,
      "actgaag": 2010,
      "ttaaagc": 2011,
      "tgcttgt": 2012,
      "ccaaaat": 2013,
      "gtggttt": 2014,
      "gtcaaaa": 2015,
      "acatata": 2016,
      "acagtat": 2017,
      "agaggag": 2018,
      "ttcaaac": 2019,
      "taaatgc": 2020,
      "taaagat": 2021,
      "ttaagaa": 2022,
      "tttccaa": 2023,
      "ttgactg": 2024,
      "actttca": 2025,
      "tggt\n": 2026,
      "acaaact": 2027,
      "tcaaact": 2028,
      "aagaaca": 2029,
      "ccctttt": 2030,
      "aaacatc": 2031,
      "aaacctt": 2032,
      "ttatgtg": 2033,
      "ctgaaag": 2034,
      "ctgaagg": 2035,
      "tttgcac": 2036,
      "tttcctg": 2037,
      "acgtttt": 2038,
      "gatttca": 2039,
      "tccattt": 2040,
      "actcaaa": 2041,
      "aactgta": 2042,
      "tcaaatg": 2043,
      "ttgcaca": 2044,
      "aagttta": 2045,
      "aagcaca": 2046,
      "gaggagg": 2047,
      "gttcttt": 2048,
      "ctttcat": 2049,
      "ctggaaa": 2050,
      "ctgtatg": 2051,
      "ctgtcat": 2052,
      "ctgctgg": 2053,
      "caacaaa": 2054,
      "gcagcag": 2055,
      "acatgca": 2056,
      "tgaagtt": 2057,
      "atggttt": 2058,
      "ttcagag": 2059,
      "tctgtct": 2060,
      "gattaaa": 2061,
      "cagcaga": 2062,
      "ccttttc": 2063,
      "ttacaca": 2064,
      "tcagctt": 2065,
      "tcattgt": 2066,
      "ctgttat": 2067,
      "ctggagg": 2068,
      "gtgcctt": 2069,
      "gcacaca": 2070,
      "attcaaa": 2071,
      "atttgct": 2072,
      "tttacct": 2073,
      "tttggag": 2074,
      "tttgggt": 2075,
      "agctgct": 2076,
      "tattgtg": 2077,
      "tatattg": 2078,
      "tgcacat": 2079,
      "aattgta": 2080,
      "agcagca": 2081,
      "tttaagg": 2082,
      "gaaaact": 2083,
      "tttcatg": 2084,
      "ataaagt": 2085,
      "cagaaga": 2086,
      "tgttaca": 2087,
      "cgaca": 2088,
      "gttaaat": 2089,
      "ctgtttc": 2090,
      "ggagaaa": 2091,
      "aaaagat": 2092,
      "acactca": 2093,
      "taaacag": 2094,
      "atcaaat": 2095,
      "tcaattt": 2096,
      "gagattt": 2097,
      "actgttg": 2098,
      "cctttta": 2099,
      "tagattt": 2100,
      "cactgtt": 2101,
      "aaatttc": 2102,
      "aaagaat": 2103,
      "tcactgt": 2104,
      "gtttcca": 2105,
      "ctcttct": 2106,
      "attgtga": 2107,
      "atttcta": 2108,
      "atctgaa": 2109,
      "cacacag": 2110,
      "gtaa\n": 2111,
      "aatactg": 2112,
      "tggagaa": 2113,
      "acaacat": 2114,
      "agcagat": 2115,
      "atcatca": 2116,
      "ttgaagt": 2117,
      "atgaaca": 2118,
      "aacaata": 2119,
      "cagcatt": 2120,
      "ttctatt": 2121,
      "gatgaag": 2122,
      "tgaggaa": 2123,
      "ctgaaca": 2124,
      "ctctctg": 2125,
      "attaaca": 2126,
      "tgtttcc": 2127,
      "tgtggat": 2128,
      "tgcacaa": 2129,
      "ctgatgt": 2130,
      "ataaaga": 2131,
      "atgttaa": 2132,
      "actaaat": 2133,
      "tcaaata": 2134,
      "gaggaga": 2135,
      "ttgtctg": 2136,
      "aatgaac": 2137,
      "gcttttg": 2138,
      "aaagcag": 2139,
      "aaactat": 2140,
      "tgatgtc": 2141,
      "ggctttt": 2142,
      "tgtttag": 2143,
      "atacttt": 2144,
      "atgtctt": 2145,
      "ttcatct": 2146,
      "aagactt": 2147,
      "aagagga": 2148,
      "agttttc": 2149,
      "ggtttgt": 2150,
      "ttttagc": 2151,
      "tcct\n": 2152,
      "ttctgga": 2153,
      "atgttga": 2154,
      "tataata": 2155,
      "cgatt": 2156,
      "ttattag": 2157,
      "tcatgaa": 2158,
      "tcatctg": 2159,
      "tcagtat": 2160,
      "gaacatt": 2161,
      "gaaaatt": 2162,
      "attaaag": 2163,
      "atgtctg": 2164,
      "agctgga": 2165,
      "caaatta": 2166,
      "caaatca": 2167,
      "ttaacaa": 2168,
      "cacactg": 2169,
      "ttcactg": 2170,
      "ttcagca": 2171,
      "ttcctca": 2172,
      "ggtgttt": 2173,
      "tgggttt": 2174,
      "aactgca": 2175,
      "tataatg": 2176,
      "tttgtgg": 2177,
      "aaacttg": 2178,
      "aaactag": 2179,
      "ttatatg": 2180,
      "tgagctg": 2181,
      "tcagaat": 2182,
      "gttaatt": 2183,
      "cttcagt": 2184,
      "ctgaata": 2185,
      "gaagatg": 2186,
      "gtactgt": 2187,
      "atttaga": 2188,
      "acattct": 2189,
      "atacatt": 2190,
      "atgaaag": 2191,
      "ttaactt": 2192,
      "tctgtat": 2193,
      "aatattc": 2194,
      "gagagaa": 2195,
      "ctgattg": 2196,
      "agtttca": 2197,
      "actgcag": 2198,
      "attttcc": 2199,
      "aacctgt": 2200,
      "atgtttc": 2201,
      "atgaatt": 2202,
      "cactgaa": 2203,
      "tggtgaa": 2204,
      "tagttta": 2205,
      "gcaaaat": 2206,
      "gtttcat": 2207,
      "gttctgt": 2208,
      "ctgg\n": 2209,
      "gtgaatg": 2210,
      "gtgaatt": 2211,
      "aaaaggt": 2212,
      "tgttcct": 2213,
      "tgtatga": 2214,
      "aggaaat": 2215,
      "tcttcaa": 2216,
      "aattgtg": 2217,
      "acttgaa": 2218,
      "tatcttt": 2219,
      "atgaata": 2220,
      "catcatc": 2221,
      "tacttta": 2222,
      "tctgttc": 2223,
      "ggaaaac": 2224,
      "aaatagt": 2225,
      "tcacact": 2226,
      "attgtta": 2227,
      "acagact": 2228,
      "gaaacaa": 2229,
      "gaaacat": 2230,
      "gaaagag": 2231,
      "taaattg": 2232,
      "agctaaa": 2233,
      "tgcagat": 2234,
      "cccga": 2235,
      "ggtgtgt": 2236,
      "aagaatg": 2237,
      "aagcact": 2238,
      "atgctaa": 2239,
      "tgagaga": 2240,
      "taacaaa": 2241,
      "gttcacc": 2242,
      "aaaatag": 2243,
      "acacata": 2244,
      "agactga": 2245,
      "accaaat": 2246,
      "aatggaa": 2247,
      "cagatga": 2248,
