{
  "version": "1.0",
  "truncation": {
    "direction": "Right",
    "max_length": 512,
    "strategy": "LongestFirst",
    "stride": 0
  },
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "BertNormalizer",
    "clean_text": true,
    "handle_chinese_chars": true,
    "strip_accents": null,
    "lowercase": true
  },
  "pre_tokenizer": {
    "type": "CharDelimiterSplit",
    "delimiter": " "
  },
  "post_processor": null,
  "decoder": {
    "type": "WordPiece",
    "prefix": "##",
    "cleanup": true
  },
  "model": {
    "type": "WordPiece",
    "unk_token": "[UNK]",
    "continuing_subword_prefix": "##",
    "max_input_chars_per_word": 100,
    "vocab": {
      "[PAD]": 0,
      "[UNK]": 1,
      "[CLS]": 2,
      "[SEP]": 3,
      "[MASK]": 4,
      "A": 5,
      "C": 6,
      "G": 7,
      "T": 8,
      "a": 9,
      "c": 10,
      "g": 11,
      "t": 12,
      "##t": 13,
      "##c": 14,
      "##g": 15,
      "##a": 16,
      "##tt": 17,
      "##aa": 18,
      "##tg": 19,
      "##cc": 20,
      "##ca": 21,
      "##ta": 22,
      "##ga": 23,
      "##tc": 24,
      "##gc": 25,
      "##gg": 26,
      "##aaa": 27,
      "##tcc": 28,
      "ttt": 29,
      "aa": 30,
      "##tca": 31,
      "tg": 32,
      "##taa": 33,
      "ca": 34,
      "##tga": 35,
      "ta": 36,
      "##tta": 37,
      "##ttt": 38,
      "##cca": 39,
      "ga": 40,
      "##tgc": 41,
      "##ttg": 42,
      "##cg": 43,
      "##tgg": 44,
      "##aag": 45,
      "##ttc": 46,
      "ag": 47,
      "##cag": 48,
      "tc": 49,
      "##tgt": 50,
      "##tttt": 51,
      "##cac": 52,
      "##aac": 53,
      "gg": 54,
      "##ccc": 55,
      "##tag": 56,
      "##gag": 57,
      "##tac": 58,
      "ac": 59,
      "##tat": 60,
      "cc": 61,
      "aaa": 62,
      "gc": 63,
      "##tct": 64,
      "##gac": 65,
      "##taaa": 66,
      "##tgtt": 67,
      "att": 68,
      "cg": 69,
      "ttg": 70,
      "atg": 71,
      "tcc": 72,
      "##tcca": 73,
      "##aat": 74,
      "taa": 75,
      "##tatt": 76,
      "tca": 77,
      "##cat": 78,
      "ccc": 79,
      "aca": 80,
      "gtt": 81,
      "ttc": 82,
      "tgc": 83,
      "ctt": 84,
      "gaa": 85,
      "tgg": 86,
      "##gct": 87,
      "##gat": 88,
      "##cct": 89,
      "##aaag": 90,
      "ctg": 91,
      "##tcag": 92,
      "tga": 93,
      "##gcg": 94,
      "cag": 95,
      "##tcg": 96,
      "##tctt": 97,
      "aag": 98,
      "gga": 99,
      "acc": 100,
      "tta": 101,
      "##ggg": 102,
      "##tccc": 103,
      "##tgag": 104,
      "##ttat": 105,
      "tgtg": 106,
      "caa": 107,
      "##tgaa": 108,
      "tttg": 109,
      "##taat": 110,
      "##aaac": 111,
      "ata": 112,
      "##ccg": 113,
      "##aaat": 114,
      "gca": 115,
      "tgtt": 116,
      "ttttttt": 117,
      "##tgtg": 118,
      "##ttgt": 119,
      "##ccag": 120,
      "agc": 121,
      "tac": 122,
      "aaag": 123,
      "aga": 124,
      "tag": 125,
      "gta": 126,
      "##tcct": 127,
      "ttttt": 128,
      "cca": 129,
      "##tcaa": 130,
      "##tgca": 131,
      "##ttttt": 132,
      "##ttct": 133,
      "ttta": 134,
      "aatg": 135,
      "caca": 136,
      "gcc": 137,
      "##tcat": 138,
      "##tgct": 139,
      "##taac": 140,
      "##ggt": 141,
      "##tcac": 142,
      "gtg": 143,
      "aac": 144,
      "##tctg": 145,
      "gag": 146,
      "tgta": 147,
      "tgaa": 148,
      "##tgac": 149,
      "##tgat": 150,
      "##tctc": 151,
      "##ttca": 152,
      "agg": 153,
      "##aaca": 154,
      "cta": 155,
      "##tggt": 156,
      "##taag": 157,
      "tcca": 158,
      "ttcc": 159,
      "ttca": 160,
      "##tgga": 161,
      "ggg": 162,
      "atc": 163,
      "aaaa": 164,
      "##caga": 165,
      "tttc": 166,
      "catt": 167,
      "gatt": 168,
      "cac": 169,
      "gac": 170,
      "##ttac": 171,
      "tcaa": 172,
      "##catt": 173,
      "##gctt": 174,
      "##ttag": 175,
      "##cagc": 176,
      "##gaga": 177,
      "##tcta": 178,
      "##aata": 179,
      "##ccat": 180,
      "##aaga": 181,
      "tatt": 182,
      "cctt": 183,
      "tctc": 184,
      "##cctt": 185,
      "##tgcg": 186,
      "ggaa": 187,
      "##tata": 188,
      "acg": 189,
      "##aaaa": 190,
      "##ccac": 191,
      "##aatg": 192,
      "##aatt": 193,
      "##cctc": 194,
      "##catg": 195,
      "##ccca": 196,
      "gaag": 197,
      "caaa": 198,
      "ggc": 199,
      "tgtgtgt": 200,
      "ttaa": 201,
      "##gatt": 202,
      "##ttta": 203,
      "##tgtc": 204,
      "##tttc": 205,
      "##ccct": 206,
      "ctc": 207,
      "##tgta": 208,
      "tcg": 209,
      "aacc": 210,
      "##tatc": 211,
      "ataa": 212,
      "agtg": 213,
      "##taca": 214,
      "gctg": 215,
      "##tagt": 216,
      "aaca": 217,
      "acag": 218,
      "##tatg": 219,
      "ttgg": 220,
      "##cagt": 221,
      "atgc": 222,
      "##cccc": 223,
      "##ttatt": 224,
      "##ccaa": 225,
      "tctg": 226,
      "agca": 227,
      "gtcc": 228,
      "tgtc": 229,
      "aatt": 230,
      "atca": 231,
      "gatg": 232,
      "##cgt": 233,
      "ttaaa": 234,
      "cttg": 235,
      "##tact": 236,
      "##taga": 237,
      "##tgcc": 238,
      "tctt": 239,
      "tgca": 240,
      "##gctg": 241,
      "##ttaa": 242,
      "gttg": 243,
      "tatg": 244,
      "attg": 245,
      "##aact": 246,
      "atga": 247,
      "agtt": 248,
      "tgcc": 249,
      "ctcc": 250,
      "gtc": 251,
      "cacacac": 252,
      "##caca": 253,
      "##cctg": 254,
      "catg": 255,
      "ggtt": 256,
      "##gctc": 257,
      "gaaa": 258,
      "acaa": 259,
      "atta": 260,
      "cgg": 261,
      "actg": 262,
      "##aagt": 263,
      "taca": 264,
      "tgga": 265,
      "aata": 266,
      "tccc": 267,
      "gctt": 268,
      "##gcaa": 269,
      "atcc": 270,
      "actt": 271,
      "acac": 272,
      "agag": 273,
      "##catc": 274,
      "##ttga": 275,
      "gcg": 276,
      "ccca": 277,
      "##gagg": 278,
      "cacc": 279,
      "##cact": 280,
      "##tgctg": 281,
      "gcag": 282,
      "caga": 283,
      "gtgtt": 284,
      "##tattt": 285,
      "cttc": 286,
      "tttgttt": 287,
      "gtca": 288,
      "##gaca": 289,
      "aaga": 290,
      "aaaag": 291,
      "aagg": 292,
      "##aatc": 293,
      "ataaa": 294,
      "ctga": 295,
      "aatc": 296,
      "ttttatt": 297,
      "aaac": 298,
      "tgag": 299,
      "ttga": 300,
      "##ttgtg": 301,
      "##taaat": 302,
      "agcc": 303,
      "cccc": 304,
      "##cagg": 305,
      "tgac": 306,
      "##gagc": 307,
      "accc": 308,
      "##aacc": 309,
      "##tagc": 310,
      "atag": 311,
      "atgg": 312,
      "tttag": 313,
      "ctttt": 314,
      "tttttta": 315,
      "catc": 316,
      "cctc": 317,
      "##taaaa": 318,
      "ggtg": 319,
      "gtgg": 320,
      "gtgc": 321,
      "ccg": 322,
      "gtga": 323,
      "aagc": 324,
      "taaa": 325,
      "##aagc": 326,
      "tattttt": 327,
      "##gatc": 328,
      "##cacc": 329,
      "ggag": 330,
      "cgc": 331,
      "##gagt": 332,
      "ccag": 333,
      "##tcaga": 334,
      "gacc": 335,
      "ttatt": 336,
      "ctgg": 337,
      "gaac": 338,
      "cga": 339,
      "caag": 340,
      "##tttg": 341,
      "gtta": 342,
      "ctaa": 343,
      "ttttaaa": 344,
      "agaa": 345,
      "##ttgg": 346,
      "tttttat": 347,
      "gcca": 348,
      "acca": 349,
      "caaag": 350,
      "##ttcc": 351,
      "gtaa": 352,
      "ttcca": 353,
      "tcag": 354,
      "attc": 355,
      "##tggg": 356,
      "ccac": 357,
      "gcac": 358,
      "##ccta": 359,
      "##gacg": 360,
      "tcta": 361,
      "##ggcc": 362,
      "tatc": 363,
      "taac": 364,
      "gcaa": 365,
      "caac": 366,
      "ttcag": 367,
      "##tccg": 368,
      "##tcctt": 369,
      "##ttctt": 370,
      "ttac": 371,
      "taga": 372,
      "agga": 373,
      "##ggtt": 374,
      "tacc": 375,
      "##tcgt": 376,
      "##gacc": 377,
      "ctca": 378,
      "cctg": 379,
      "##gggt": 380,
      "gctc": 381,
      "##tggc": 382,
      "##aaaca": 383,
      "gata": 384,
      "##taata": 385,
      "tttcttt": 386,
      "aattg": 387,
      "ttgtt": 388,
      "##cata": 389,
      "##tccag": 390,
      "##tacc": 391,
      "atgtt": 392,
      "ttag": 393,
      "tattatt": 394,
      "ccaa": 395,
      "ctgc": 396,
      "##ttgc": 397,
      "ctta": 398,
      "##tacg": 399,
      "##ggtc": 400,
      "taaag": 401,
      "cagc": 402,
      "ctag": 403,
      "ggca": 404,
      "##gcgc": 405,
      "##tcctc": 406,
      "##gatg": 407,
      "##ggtg": 408,
      "ttttttg": 409,
      "gaga": 410,
      "##taaac": 411,
      "##tcctg": 412,
      "atac": 413,
      "##ggaa": 414,
      "tata": 415,
      "ctcca": 416,
      "##tcga": 417,
      "ggaag": 418,
      "gagg": 419,
      "##aacg": 420,
      "acta": 421,
      "##ttttga": 422,
      "tgaag": 423,
      "gagc": 424,
      "ttgc": 425,
      "ttttctt": 426,
      "##ccatt": 427,
      "##aagg": 428,
      "tgcg": 429,
      "ggac": 430,
      "ttttaat": 431,
      "##gact": 432,
      "tgtttta": 433,
      "atgtttt": 434,
      "tggg": 435,
      "ttctttt": 436,
      "ttttttc": 437,
      "cgtt": 438,
      "##tgatt": 439,
      "##gcgt": 440,
      "##ttcaa": 441,
      "agac": 442,
      "cagg": 443,
      "atatt": 444,
      "##gata": 445,
      "gtag": 446,
      "agta": 447,
      "##tccca": 448,
      "cgtg": 449,
      "cattttt": 450,
      "actc": 451,
      "aataa": 452,
      "##tccct": 453,
      "ttattta": 454,
      "atcag": 455,
      "taaac": 456,
      "aatca": 457,
      "##ccgt": 458,
      "##cagca": 459,
      "##taatt": 460,
      "##gagaa": 461,
      "tatta": 462,
      "##aaatg": 463,
      "##cactt": 464,
      "##gcta": 465,
      "cgtc": 466,
      "cgca": 467,
      "ttcg": 468,
      "##aaatt": 469,
      "gacg": 470,
      "gaca": 471,
      "##cccg": 472,
      "##tccat": 473,
      "##ccgg": 474,
      "tcatttt": 475,
      "attttat": 476,
      "##tcgc": 477,
      "aagac": 478,
      "##tcagc": 479,
      "atcca": 480,
      "tccag": 481,
      "tgtattt": 482,
      "##ggta": 483,
      "cgaa": 484,
      "ctcaa": 485,
      "ttcattt": 486,
      "##taaag": 487,
      "aatgttt": 488,
      "##tgatg": 489,
      "cccg": 490,
      "##gcga": 491,
      "aacg": 492,
      "aaaaaag": 493,
      "ttttata": 494,
      "aaaaaat": 495,
      "##tggaa": 496,
      "##cagaa": 497,
      "agcg": 498,
      "gtcaa": 499,
      "aaatgtt": 500,
      "ctac": 501,
      "##cgca": 502,
      "cgcc": 503,
      "##tataaa": 504,
      "##tgatc": 505,
      "gtttgtt": 506,
      "ttccc": 507,
      "aataaat": 508,
      "##aaaga": 509,
      "cata": 510,
      "##tggtg": 511,
      "aaagaaa": 512,
      "gtac": 513,
      "ataag": 514,
      "aaaatat": 515,
      "tagg": 516,
      "tcga": 517,
      "aaccc": 518,
      "ctgtttt": 519,
      "ggga": 520,
      "##cacg": 521,
      "agtc": 522,
      "aggg": 523,
      "gatc": 524,
      "##tagg": 525,
      "##tcgg": 526,
      "gtatt": 527,
      "##tagtt": 528,
      "acttttt": 529,
      "attttgt": 530,
      "tggc": 531,
      "tatttaa": 532,
      "##tgacc": 533,
      "gtgaa": 534,
      "cgga": 535,
      "ttaaaat": 536,
      "ggcc": 537,
      "gttc": 538,
      "taag": 539,
      "gtgag": 540,
      "tcac": 541,
      "gccc": 542,
      "##gcgg": 543,
      "ttttgaa": 544,
      "##ct": 545,
      "cattg": 546,
      "##ccgc": 547,
      "##ccga": 548,
      "tgtttat": 549,
      "tttcatt": 550,
      "##tcccc": 551,
      "tcgc": 552,
      "ggtc": 553,
      "aaaagaa": 554,
      "##ggca": 555,
      "aaaaaga": 556,
      "##ttcg": 557,
      "tttaata": 558,
      "acgc": 559,
      "##taact": 560,
      "tttttca": 561,
      "##cagga": 562,
      "cacg": 563,
      "ccta": 564,
      "##tcagt": 565,
      "ataaata": 566,
      "agaag": 567,
      "taaaata": 568,
      "gatca": 569,
      "atttgtt": 570,
      "tctctct": 571,
      "gtatttt": 572,
      "##tttaaa": 573,
      "ttttcat": 574,
      "gtctt": 575,
      "##aaatc": 576,
      "gaaac": 577,
      "##tagtg": 578,
      "##tccaa": 579,
      "ttaac": 580,
      "acgg": 581,
      "##cgcc": 582,
      "##tgaca": 583,
      "##cgtt": 584,
      "ggta": 585,
      "aaaaaac": 586,
      "##cagtt": 587,
      "##ggga": 588,
      "tccac": 589,
      "##tggcc": 590,
      "##aaagt": 591,
      "gagac": 592,
      "##ttaga": 593,
      "ttgtatt": 594,
      "gcta": 595,
      "cccag": 596,
      "##gggc": 597,
      "gggg": 598,
      "##tgtaaa": 599,
      "##tgctc": 600,
      "ttatatt": 601,
      "ttgttgt": 602,
      "ctttaaa": 603,
      "ttaaata": 604,
      "##tcagg": 605,
      "##tagtc": 606,
      "##ttatg": 607,
      "atgag": 608,
      "tctgttt": 609,
      "gcga": 610,
      "tgcattt": 611,
      "gattttt": 612,
      "agtgttt": 613,
      "attttga": 614,
      "ctgtt": 615,
      "tttgaaa": 616,
      "##gggg": 617,
      "##tactt": 618,
      "taataat": 619,
      "gtcag": 620,
      "ttaag": 621,
      "##tccta": 622,
      "tgtaaaa": 623,
      "gcgc": 624,
      "atgtaaa": 625,
      "tgaac": 626,
      "ttaataa": 627,
      "attttct": 628,
      "tttttac": 629,
      "accg": 630,
      "##tgcaa": 631,
      "##tagta": 632,
      "##cgtc": 633,
      "caccc": 634,
      "acacaaa": 635,
      "atccc": 636,
      "tttttgg": 637,
      "##ttcta": 638,
      "tgctgtt": 639,
      "aattttt": 640,
      "ttaaatt": 641,
      "cttttaa": 642,
      "cttgttt": 643,
      "attag": 644,
      "##aaata": 645,
      "taaaatg": 646,
      "tagc": 647,
      "gtgtttg": 648,
      "##tggtt": 649,
      "ggcg": 650,
      "gttgttt": 651,
      "ttattgt": 652,
      "aatgaaa": 653,
      "atcg": 654,
      "##tcacc": 655,
      "##ccagc": 656,
      "gtcg": 657,
      "ctaaa": 658,
      "ttgag": 659,
      "ctccc": 660,
      "tatgttt": 661,
      "##tgcgt": 662,
      "tccg": 663,
      "tgtatat": 664,
      "ttttcct": 665,
      "aaatgca": 666,
      "taattta": 667,
      "tgaaaaa": 668,
      "##gagtc": 669,
      "##gagga": 670,
      "tgtgtat": 671,
      "ggttg": 672,
      "gccag": 673,
      "tgtatgt": 674,
      "ttataaa": 675,
      "gattg": 676,
      "tttgaat": 677,
      "##cgga": 678,
      "##cagcc": 679,
      "##tgctt": 680,
      "aggc": 681,
      "acga": 682,
      "gatattt": 683,
      "cgag": 684,
      "##gagca": 685,
      "tgaaaat": 686,
      "gatgttt": 687,
      "ctctt": 688,
      "gtgca": 689,
      "aaatatg": 690,
      "##ccaga": 691,
      "tggtttt": 692,
      "gttttct": 693,
      "ttttctc": 694,
      "ttaaaac": 695,
      "##tcata": 696,
      "tactttt": 697,
      "cccac": 698,
      "tttattc": 699,
      "##tcact": 700,
      "attaaat": 701,
      "##ttagc": 702,
      "tttagtt": 703,
      "tttaaca": 704,
      "##tgagt": 705,
      "ttgaaaa": 706,
      "aatgtgt": 707,
      "catattt": 708,
      "catttaa": 709,
      "##tagcc": 710,
      "##tccac": 711,
      "##tggtc": 712,
      "aacacac": 713,
      "##tgata": 714,
      "ctcg": 715,
      "ctttctt": 716,
      "catttat": 717,
      "ctctttt": 718,
      "gaaaaca": 719,
      "##ccact": 720,
      "taatgtt": 721,
      "##ttgcc": 722,
      "agtgtgt": 723,
      "atgtgtg": 724,
      "tctcttt": 725,
      "aaatgat": 726,
      "atttctt": 727,
      "tgaagaa": 728,
      "ttcac": 729,
      "atttctg": 730,
      "cattttc": 731,
      "##gactg": 732,
      "ttttaga": 733,
      "gaagaaa": 734,
      "tatttct": 735,
      "ttttggt": 736,
      "tacg": 737,
      "atgattt": 738,
      "tcctttt": 739,
      "acacact": 740,
      "aaaagca": 741,
      "gaaaatg": 742,
      "##tactg": 743,
      "ataaaca": 744,
      "ttatgtt": 745,
      "atattat": 746,
      "##taagt": 747,
      "##tgagc": 748,
      "agtattt": 749,
      "gatttta": 750,
      "tttgtct": 751,
      "agccc": 752,
      "agaaatg": 753,
      "tttgcat": 754,
      "ttaaaga": 755,
      "##tgcgc": 756,
      "catttca": 757,
      "ttgtttc": 758,
      "##taactt": 759,
      "ttggttt": 760,
      "aactttt": 761,
      "tgtacat": 762,
      "##aaacg": 763,
      "ttttgga": 764,
      "attaata": 765,
      "##gggtt": 766,
      "ttccttt": 767,
      "gttttga": 768,
      "cgta": 769,
      "tctgctg": 770,
      "tcaaaat": 771,
      "aaatgct": 772,
      "##ttata": 773,
      "atttgaa": 774,
      "tgttcat": 775,
      "tgtgtgc": 776,
      "##ccaca": 777,
      "acagaaa": 778,
      "aaacatg": 779,
      "ttgaaat": 780,
      "tgcca": 781,
      "##tagaa": 782,
      "ttgtctt": 783,
      "ctgtttg": 784,
      "ttcttct": 785,
      "ttgac": 786,
      "aaagttt": 787,
      "caaatgt": 788,
      "cattatt": 789,
      "gtaaa": 790,
      "aacaaca": 791,
      "##tcatg": 792,
      "cggc": 793,
      "tttctga": 794,
      "ctgag": 795,
      "tttgtga": 796,
      "##cactc": 797,
      "tgacttt": 798,
      "tttcctt": 799,
      "tgtttca": 800,
      "tgtttac": 801,
      "gtcattt": 802,
      "atgcttt": 803,
      "aaaatgc": 804,
      "gagagag": 805,
      "tcatgtt": 806,
      "gtttctt": 807,
      "ttctgaa": 808,
      "ggaaaaa": 809,
      "ttttcca": 810,
      "cagattt": 811,
      "ttttgag": 812,
      "tgttcaa": 813,
      "atgttgt": 814,
      "ttgcatt": 815,
      "##cggc": 816,
      "gtccc": 817,
      "##gagtt": 818,
      "tttac": 819,
      "ttcagaa": 820,
      "ttcttca": 821,
      "##taatc": 822,
      "tgtgaat": 823,
      "gaccc": 824,
      "##ttttgg": 825,
      "ttgtaca": 826,
      "ggctt": 827,
      "cagaaaa": 828,
      "ataatat": 829,
      "ttgaatt": 830,
      "agagaaa": 831,
      "cgaga": 832,
      "ctcag": 833,
      "agaaaca": 834,
      "atttgat": 835,
      "aaaagtg": 836,
      "aattaat": 837,
      "aataatg": 838,
      "##ttagt": 839,
      "aatgctg": 840,
      "##taaca": 841,
      "tgaatga": 842,
      "atgcaaa": 843,
      "cttaaaa": 844,
      "ctgtatt": 845,
      "##ccgtt": 846,
      "aaatttt": 847,
      "atgaaat": 848,
      "##tcgtt": 849,
      "ttttatc": 850,
      "ctgtgtg": 851,
      "ttgaatg": 852,
      "tgatatt": 853,
      "tcttctt": 854,
      "##gagcc": 855,
      "ttgttat": 856,
      "caaataa": 857,
      "ttcaaat": 858,
      "agatatt": 859,
      "attgtgt": 860,
      "gggc": 861,
      "attatat": 862,
      "tctttgt": 863,
      "atgaaga": 864,
      "cggg": 865,
      "taattaa": 866,
      "tgaaaac": 867,
      "ttattca": 868,
      "##ttgaa": 869,
      "taaaagt": 870,
      "caaaaac": 871,
      "ttaaact": 872,
      "tgtgtaa": 873,
      "tcaaaac": 874,
      "gagtttt": 875,
      "atctt": 876,
      "tgctgct": 877,
      "tggattt": 878,
      "tgccttt": 879,
      "actgtat": 880,
      "aaagtgt": 881,
      "aaacaat": 882,
      "tgttgtg": 883,
      "ttataat": 884,
      "cacacat": 885,
      "tgtgctg": 886,
      "gtttaat": 887,
      "##ttatc": 888,
      "tttctta": 889,
      "taaaact": 890,
      "acaaaac": 891,
      "aaatatc": 892,
      "atgtgaa": 893,
      "atttcag": 894,
      "acaag": 895,
      "ataaaag": 896,
      "tttaact": 897,
      "##ttgga": 898,
      "cagaaat": 899,
      "aatgtga": 900,
      "attttgg": 901,
      "##tcatc": 902,
      "caatttt": 903,
      "aatatgt": 904,
      "ctgtgtt": 905,
      "##ccagt": 906,
      "tgccc": 907,
      "aaagtga": 908,
      "tgttctt": 909,
      "actgtaa": 910,
      "##cgaa": 911,
      "tatgtat": 912,
      "aaagaga": 913,
      "aattgtt": 914,
      "aaagaag": 915,
      "ttcaaca": 916,
      "ataatgt": 917,
      "tacaaaa": 918,
      "ttctctt": 919,
      "atataat": 920,
      "ttttcac": 921,
      "tgaatat": 922,
      "gccg": 923,
      "caaaact": 924,
      "tgttaat": 925,
      "acacatt": 926,
      "tgatgaa": 927,
      "aagattt": 928,
      "ccgc": 929,
      "atatttc": 930,
      "ccgg": 931,
      "ttgttaa": 932,
      "tcataaa": 933,
      "tgtttgg": 934,
      "aatgcaa": 935,
      "##tacta": 936,
      "##tctaaa": 937,
      "gtgttca": 938,
      "gatttaa": 939,
      "##tcccg": 940,
      "aagtgtt": 941,
      "ctaaaaa": 942,
      "ttcataa": 943,
      "atcaa": 944,
      "tttagat": 945,
      "ttgaaga": 946,
      "cagtatt": 947,
      "gaatgaa": 948,
      "taaagaa": 949,
      "tctattt": 950,
      "gtctc": 951,
      "tttcaat": 952,
      "attgtaa": 953,
      "cttttga": 954,
      "aaatgtc": 955,
      "aatgatg": 956,
      "tttggaa": 957,
      "tttctaa": 958,
      "tcattca": 959,
      "ttctaaa": 960,
      "acatttc": 961,
      "ttggaaa": 962,
      "aatgaag": 963,
      "ttctgta": 964,
      "gattatt": 965,
      "ccaac": 966,
      "tgtacag": 967,
      "acataaa": 968,
      "cctttaa": 969,
      "##cactg": 970,
      "ggtttta": 971,
      "ttcatat": 972,
      "tctgttg": 973,
      "aagcaaa": 974,
      "tttgaca": 975,
      "ttcatta": 976,
      "ctatt": 977,
      "atgatgt": 978,
      "atgttaa": 979,
      "aaaatct": 980,
      "atagttt": 981,
      "tttagaa": 982,
      "tgaagga": 983,
      "caaacat": 984,
      "ttttgac": 985,
      "tgttcag": 986,
      "tttatac": 987,
      "cttctgt": 988,
      "##tccgc": 989,
      "tttatct": 990,
      "atactgt": 991,
      "tataatt": 992,
      "ataaatt": 993,
      "tattcat": 994,
      "taccc": 995,
      "aataaca": 996,
      "ttttccc": 997,
      "tttcctc": 998,
      "gttttag": 999,
      "agatgaa": 1000,
      "tgcaaat": 1001,
      "tttaatc": 1002,
      "gcacttt": 1003,
      "gtgttgt": 1004,
      "##taatg": 1005,
      "tgtaaag": 1006,
      "tcgg": 1007,
      "acctttt": 1008,
      "gttgtgt": 1009,
      "ggatttt": 1010,
      "ctgaaat": 1011,
      "tagac": 1012,
      "atgtaat": 1013,
      "##tcgga": 1014,
      "gaaatat": 1015,
      "tgaacat": 1016,
      "tgctgga": 1017,
      "##tgact": 1018,
      "tttggat": 1019,
      "ttcattc": 1020,
      "tttacac": 1021,
      "aatgttc": 1022,
      "tctaaaa": 1023,
      "tattatg": 1024,
      "##ttaca": 1025,
      "gaatttt": 1026,
      "ctgcatt": 1027,
      "cagcaga": 1028,
      "aaatctt": 1029,
      "aaaattg": 1030,
      "tggaaat": 1031,
      "taaagtg": 1032,
      "gatttgt": 1033,
      "acaattt": 1034,
      "tgaaaca": 1035,
      "aaccaaa": 1036,
      "attcttt": 1037,
      "atacaaa": 1038,
      "##taacc": 1039,
      "atgaaca": 1040,
      "gaaaaac": 1041,
      "tccattt": 1042,
      "atgtgta": 1043,
      "##ttacc": 1044,
      "tgccaaa": 1045,
      "##taagc": 1046,
      "tgctgtg": 1047,
      "cacacag": 1048,
      "agaatgt": 1049,
      "attcaga": 1050,
      "tttccat": 1051,
      "ttgatat": 1052,
      "aaaacca": 1053,
      "tattgtg": 1054,
      "tgctttg": 1055,
      "ctcaaaa": 1056,
      "acaaatt": 1057,
      "ctttcat": 1058,
      "atatgta": 1059,
      "aaaagat": 1060,
      "agtaaaa": 1061,
      "acattca": 1062,
      "gattttg": 1063,
      "tcattat": 1064,
      "cacactg": 1065,
      "##cgta": 1066,
      "cagaaga": 1067,
      "caacaaa": 1068,
      "atattca": 1069,
      "ttttagc": 1070,
      "tcttcag": 1071,
      "ctctg": 1072,
      "tgcagaa": 1073,
      "ttatgat": 1074,
      "aatgtca": 1075,
      "ggttttg": 1076,
      "aaagcat": 1077,
      "tttactc": 1078,
      "cgttttt": 1079,
      "tactgtt": 1080,
      "gacaaaa": 1081,
      "ataatta": 1082,
      "tctctgt": 1083,
      "atggttt": 1084,
      "taaactg": 1085,
      "aaagcag": 1086,
      "aagagaa": 1087,
      "gcgg": 1088,
      "tttgaga": 1089,
      "tatgatt": 1090,
      "acatatt": 1091,
      "tatattg": 1092,
      "gaggaaa": 1093,
      "catgtgt": 1094,
      "aaacaac": 1095,
      "atgcaca": 1096,
      "actgtga": 1097,
      "ggaac": 1098,
      "##tactc": 1099,
      "aaacatc": 1100,
      "tgtcaaa": 1101,
      "gaacaaa": 1102,
      "atgttga": 1103,
      "tgtataa": 1104,
      "cttaaat": 1105,
      "##cgtg": 1106,
      "cgcg": 1107,
      "tgattat": 1108,
      "gcattta": 1109,
      "attaaac": 1110,
      "agctgaa": 1111,
      "tggagaa": 1112,
      "gtgtttc": 1113,
      "cattgtt": 1114,
      "##tgggc": 1115,
      "tcaaata": 1116,
      "aggagga": 1117,
      "aacatgt": 1118,
      "atgtatg": 1119,
      "gaatgtg": 1120,
      "aaatcca": 1121,
      "attgtta": 1122,
      "gaaag": 1123,
      "acagaag": 1124,
      "aattgaa": 1125,
      "agcagca": 1126,
      "tgtaata": 1127,
      "aacactt": 1128,
      "tgaaaga": 1129,
      "taatgtg": 1130,
      "cagcagc": 1131,
      "##ttctg": 1132,
      "tgctgca": 1133,
      "gctttaa": 1134,
      "taaagat": 1135,
      "tatgtaa": 1136,
      "ttcctct": 1137,
      "tttccaa": 1138,
      "tatttag": 1139,
      "aattcat": 1140,
      "actttgt": 1141,
      "##cagtg": 1142,
      "tctgtca": 1143,
      "agacaaa": 1144,
      "gtgcttt": 1145,
      "ttgcaca": 1146,
      "tgaacac": 1147,
      "tcattgt": 1148,
      "cctttta": 1149,
      "atgaatt": 1150,
      "tagttta": 1151,
      "attatga": 1152,
      "tcacatt": 1153,
      "gatttga": 1154,
      "tgagtgt": 1155,
      "tgactgt": 1156,
      "aaaagct": 1157,
      "tggtgtt": 1158,
      "ctgtata": 1159,
      "caaaaga": 1160,
      "aacattc": 1161,
      "catcttt": 1162,
      "aagcttt": 1163,
      "tttagct": 1164,
      "tcattaa": 1165,
      "gtaaatt": 1166,
      "aagacaa": 1167,
      "gtaattt": 1168,
      "aatcaca": 1169,
      "tttcctg": 1170,
      "tttgcaa": 1171,
      "ctccg": 1172,
      "gtgctgt": 1173,
      "##ttggc": 1174,
      "atgtctt": 1175,
      "actcaaa": 1176,
      "aaacagt": 1177,
      "tttatag": 1178,
      "##gagta": 1179,
      "tgtctga": 1180,
      "gccac": 1181,
      "gcagcag": 1182,
      "gtttcat": 1183,
      "gtatttg": 1184,
      "tcatgtg": 1185,
      "tagtgtt": 1186,
      "atttcca": 1187,
      "tgcatat": 1188,
      "ttccatt": 1189,
      "agcactt": 1190,
      "gtttgag": 1191,
      "##aaagg": 1192,
      "aaaacct": 1193,
      "tctaaat": 1194,
      "tgaaagt": 1195,
      "taatgat": 1196,
      "ttcagca": 1197,
      "cgatt": 1198,
      "##aaacc": 1199,
      "tttctcc": 1200,
      "acagtat": 1201,
      "agctgtt": 1202,
      "ttgatga": 1203,
      "aattgtg": 1204,
      "ctgtcat": 1205,
      "atctgct": 1206,
      "aatttct": 1207,
      "aaataac": 1208,
      "aaagaat": 1209,
      "aaactct": 1210,
      "gatttct": 1211,
      "atttcac": 1212,
      "ctttgaa": 1213,
      "gcagaaa": 1214,
      "gaacatt": 1215,
      "tatttgc": 1216,
      "##cagtc": 1217,
      "tttgtgg": 1218,
      "ttctatt": 1219,
      "atctgtg": 1220,
      "aaggttt": 1221,
      "aagttta": 1222,
      "aatgtac": 1223,
      "ttaagaa": 1224,
      "gttgaaa": 1225,
      "gaatgta": 1226,
      "tcccttt": 1227,
      "actttca": 1228,
      "atacttt": 1229,
      "tcaaatt": 1230,
      "cattctt": 1231,
      "aaagctt": 1232,
      "acattat": 1233,
      "gaaacaa": 1234,
      "gttag": 1235,
      "ttaatgc": 1236,
      "ctgtatg": 1237,
      "gcacaca": 1238,
      "aaagcac": 1239,
      "agatttg": 1240,
      "aagatat": 1241,
      "catctgt": 1242,
      "cagtgtg": 1243,
      "tctgtta": 1244,
      "tcctgtt": 1245,
      "caaaatt": 1246,
      "gtggttt": 1247,
      "ctcta": 1248,
      "tttcccc": 1249,
      "cttgtgt": 1250,
      "aaactgc": 1251,
      "cgac": 1252,
      "##ttgca": 1253,
      "cttcaga": 1254,
      "gtattat": 1255,
      "aatcaga": 1256,
      "atcatgt": 1257,
      "ttctctg": 1258,
      "tgctgat": 1259,
      "ggaaaat": 1260,
      "tataaac": 1261,
      "gaaatgc": 1262,
      "agcttta": 1263,
      "ttgaagt": 1264,
      "gtgtctg": 1265,
      "ttccg": 1266,
      "tagtttg": 1267,
      "agttttc": 1268,
      "##tcaca": 1269,
      "tgcagtg": 1270,
      "ccctttt": 1271,
      "ctgtgat": 1272,
      "acgtttt": 1273,
      "tgctttc": 1274,
      "attctga": 1275,
      "attgttg": 1276,
      "aatctga": 1277,
      "atgttct": 1278,
      "attagtt": 1279,
      "ttcagag": 1280,
      "atttgag": 1281,
      "##gggtg": 1282,
      "tgacaaa": 1283,
      "caagaaa": 1284,
      "acattgt": 1285,
      "tgattca": 1286,
      "aaacctt": 1287,
      "gctgcag": 1288,
      "gtatgtg": 1289,
      "tctgcat": 1290,
      "taattca": 1291,
      "gactgaa": 1292,
      "tcctcca": 1293,
      "tcagctg": 1294,
      "ttcatga": 1295,
      "gaagaag": 1296,
      "##tccgg": 1297,
      "acactca": 1298,
      "tttgggt": 1299,
      "caaacag": 1300,
      "ctgttat": 1301,
      "cagaatt": 1302,
      "tttagtg": 1303,
      "tttgtag": 1304,
      "acaac": 1305,
      "atgcact": 1306,
      "aattata": 1307,
      "ttcaaag": 1308,
      "ggctttt": 1309,
      "taacaaa": 1310,
      "##tagca": 1311,
      "caaagaa": 1312,
      "tttccag": 1313,
      "cctgctg": 1314,
      "aaccttt": 1315,
      "gtttctc": 1316,
      "atctgca": 1317,
      "ctgaatt": 1318,
      "ctctctt": 1319,
      "atatgtg": 1320,
      "##tagga": 1321,
      "ccaaaca": 1322,
      "tgaattg": 1323,
      "tcagaca": 1324,
      "ggtgtgt": 1325,
      "taaacta": 1326,
      "attgact": 1327,
      "ttaacaa": 1328,
      "taatgct": 1329,
      "cccaaaa": 1330,
      "##ttctc": 1331,
      "tgttcct": 1332,
      "ttgattg": 1333,
      "agcagat": 1334,
      "gaaacat": 1335,
      "cacactt": 1336,
      "ccttttg": 1337,
      "taaatgg": 1338,
      "tacagaa": 1339,
      "ttgtgca": 1340,
      "taacttt": 1341,
      "aagtgtg": 1342,
      "tgccg": 1343,
      "tacatgt": 1344,
      "gctttgt": 1345,
      "gaaaatt": 1346,
      "cagttca": 1347,
      "ctttatg": 1348,
      "ttagatt": 1349,
      "gcacaaa": 1350,
      "aatggaa": 1351,
      "tgctctt": 1352,
      "ccaaaac": 1353,
      "aaccatt": 1354,
      "ttctcat": 1355,
      "agttcac": 1356,
      "agattat": 1357,
      "aatatca": 1358,
      "aaatcta": 1359,
      "accattt": 1360,
      "gtatgtt": 1361,
      "gctggag": 1362,
      "tatttgg": 1363,
      "ctcttca": 1364,
      "ttgaaag": 1365,
      "ttctgga": 1366,
      "ttcagtc": 1367,
      "gtataaa": 1368,
      "aacagtt": 1369,
      "aaattct": 1370,
      "atggaga": 1371,
      "ctgctgg": 1372,
      "tcagctt": 1373,
      "gtcaaaa": 1374,
      "attattc": 1375,
      "tgctaaa": 1376,
      "tagttca": 1377,
      "atttcct": 1378,
      "atttggt": 1379,
      "acacatg": 1380,
      "##ttact": 1381,
      "tttagca": 1382,
      "acatgct": 1383,
      "atttgac": 1384,
      "ctgaaca": 1385,
      "gtctgtg": 1386,
      "tgtctct": 1387,
      "ctgctct": 1388,
      "aggac": 1389,
      "ggaaaac": 1390,
      "tgtggat": 1391,
      "agttcat": 1392,
      "gtaatgt": 1393,
      "tcagaga": 1394,
      "gggtttt": 1395,
      "tcttcct": 1396,
      "ttgtgga": 1397,
      "gaaaact": 1398,
      "tgaaatc": 1399,
      "##gcgtc": 1400,
      "gcatgtt": 1401,
      "atgcaat": 1402,
      "tttaagc": 1403,
      "atgatat": 1404,
      "tatatac": 1405,
      "aacagat": 1406,
      "actttct": 1407,
      "tttccct": 1408,
      "tcagtca": 1409,
      "gctcttt": 1410,
      "atgtgct": 1411,
      "ctgcaca": 1412,
      "ctcaaac": 1413,
      "aacctgt": 1414,
      "tgccatt": 1415,
      "atgcaga": 1416,
      "ttaacag": 1417,
      "taaagag": 1418,
      "##tcacg": 1419,
      "gtactgt": 1420,
      "tatttcc": 1421,
      "ttgaaac": 1422,
      "taatcaa": 1423,
      "tgataat": 1424,
      "tgaactt": 1425,
      "##tgagg": 1426,
      "gttgatt": 1427,
      "ttcttat": 1428,
      "aaagcca": 1429,
      "gtttagt": 1430,
      "tctctca": 1431,
      "ttcacaa": 1432,
      "gttac": 1433,
      "tcattct": 1434,
      "taaagct": 1435,
      "taatcat": 1436,
      "ctctttc": 1437,
      "##tgcgg": 1438,
      "ttacaga": 1439,
      "aggattt": 1440,
      "atgtcaa": 1441,
      "tgagatt": 1442,
      "aacatgc": 1443,
      "ctaaata": 1444,
      "gtgtgag": 1445,
      "acatcat": 1446,
      "tatctgt": 1447,
      "tgtcttg": 1448,
      "ccga": 1449,
      "gtgttga": 1450,
      "actgcat": 1451,
      "gatgtgt": 1452,
      "tagaaat": 1453,
      "cacagat": 1454,
      "tattaca": 1455,
      "ttgagaa": 1456,
      "##aaacta": 1457,
      "acttatt": 1458,
      "aatcaag": 1459,
      "##tgcta": 1460,
      "actaaat": 1461,
      "tcctcct": 1462,
      "agacaga": 1463,
      "atatgat": 1464,
      "ttctcca": 1465,
      "tgatgca": 1466,
      "cagaaca": 1467,
      "aaaccag": 1468,
      "aactaat": 1469,
      "tcaaaag": 1470,
      "##ttacg": 1471,
      "cttcatc": 1472,
      "ctccttt": 1473,
      "ttatgca": 1474,
      "ctgcg": 1475,
      "tcagtct": 1476,
      "aagactt": 1477,
      "##ttagg": 1478,
      "ttctcct": 1479,
      "tgatgct": 1480,
      "cttttgc": 1481,
      "tgtcaga": 1482,
      "tggaaac": 1483,
      "accaaat": 1484,
      "agctgga": 1485,
      "aatcatg": 1486,
      "gctgatg": 1487,
      "acatcaa": 1488,
      "ctgtgca": 1489,
      "tgcacag": 1490,
      "cacagtt": 1491,
      "cactgat": 1492,
      "ctctgca": 1493,
      "acagtaa": 1494,
      "ttctcaa": 1495,
      "gttcagt": 1496,
      "ttcgttt": 1497,
      "tccaaac": 1498,
      "aaaattc": 1499,
      "agctgtg": 1500,
      "gcagtgt": 1501,
      "gtttggt": 1502,
      "aaaccat": 1503,
      "tcctgca": 1504,
      "agatttc": 1505,
      "cttcagc": 1506,
      "tgattgg": 1507,
      "agctctg": 1508,
      "atcttct": 1509,
      "agtgctg": 1510,
      "tatgaag": 1511,
      "gtattgt": 1512,
      "tatgcat": 1513,
      "cagagct": 1514,
      "cacagca": 1515,
      "gttaatt": 1516,
      "cattgac": 1517,
      "aatactt": 1518,
      "##tgaga": 1519,
      "tgttggt": 1520,
      "agtgttg": 1521,
      "ccaatca": 1522,
      "cttctct": 1523,
      "aacttaa": 1524,
      "ctgattg": 1525,
      "cttttcc": 1526,
      "ttcagga": 1527,
      "atcagtt": 1528,
      "tcctgaa": 1529,
      "ctgtgta": 1530,
      "aacataa": 1531,
      "gtcatgt": 1532,
      "tcctgga": 1533,
      "tcaatgt": 1534,
      "atgacag": 1535,
      "tacataa": 1536,
      "cagaatg": 1537,
      "tattcaa": 1538,
      "atgctgc": 1539,
      "taaagta": 1540,
      "aaagtct": 1541,
      "atgataa": 1542,
      "aatatgc": 1543,
      "cttcttc": 1544,
      "tcaag": 1545,
      "tctcaga": 1546,
      "gtttcca": 1547,
      "atacata": 1548,
      "aatcagt": 1549,
      "tccttca": 1550,
      "##tgcgtt": 1551,
      "ctcac": 1552,
      "ttgtact": 1553,
      "atgtact": 1554,
      "gcacaga": 1555,
      "tgtattc": 1556,
      "cactgct": 1557,
      "attgtca": 1558,
      "agtcaaa": 1559,
      "tgcaatt": 1560,
      "tgtgtca": 1561,
      "tttggac": 1562,
      "tctctga": 1563,
      "tggagag": 1564,
      "caacaac": 1565,
      "ccaaaga": 1566,
      "ctggtgt": 1567,
      "aaaccca": 1568,
      "tttgcct": 1569,
      "aattcag": 1570,
      "ttaaacc": 1571,
      "gctgatt": 1572,
      "atcaaac": 1573,
      "ggtttat": 1574,
      "ggaaaca": 1575,
      "tgaatca": 1576,
      "atcacag": 1577,
      "gccaaaa": 1578,
      "ttggtgt": 1579,
      "gaggaag": 1580,
      "tgcagag": 1581,
      "atacagt": 1582,
      "acactaa": 1583,
      "ttgacaa": 1584,
      "tgctgtc": 1585,
      "gaaggaa": 1586,
      "catctct": 1587,
      "gccattt": 1588,
      "atgagtt": 1589,
      "gaagttt": 1590,
      "atcatct": 1591,
      "tggagat": 1592,
      "tccagca": 1593,
      "ttcttga": 1594,
      "cttgaat": 1595,
      "tcttgtg": 1596,
      "ttcctga": 1597,
      "##ccacc": 1598,
      "tgctatt": 1599,
      "gaattta": 1600,
      "caatgaa": 1601,
      "cactttc": 1602,
      "agcacag": 1603,
      "atattct": 1604,
      "gagctgc": 1605,
      "atctg": 1606,
      "gttaaac": 1607,
      "cttttgg": 1608,
      "atttatc": 1609,
      "atggatt": 1610,
      "catttgc": 1611,
      "gtgac": 1612,
      "aacttca": 1613,
      "agttcag": 1614,
      "cagctct": 1615,
      "cagtctg": 1616,
      "tctttga": 1617,
      "aatcaat": 1618,
      "tgtgcct": 1619,
      "tggtttc": 1620,
      "catgcat": 1621,
      "ttgctct": 1622,
      "gtgaatt": 1623,
      "tttccca": 1624,
      "tgcaaac": 1625,
      "gtttaac": 1626,
      "tggaagt": 1627,
      "caaaacc": 1628,
      "gctgtaa": 1629,
      "ttccaga": 1630,
      "gtgttaa": 1631,
      "gaagaga": 1632,
      "catgtaa": 1633,
      "ccagcag": 1634,
      "ttgtggt": 1635,
      "tcctgct": 1636,
      "ttggttg": 1637,
      "atctc": 1638,
      "atcagat": 1639,
      "aaacagg": 1640,
      "taataca": 1641,
      "taaaacc": 1642,
      "aagttaa": 1643,
      "tttgcca": 1644,
      "cataaac": 1645,
      "cagaaag": 1646,
      "cacattc": 1647,
      "ctcctcc": 1648,
      "cccttta": 1649,
      "attgtct": 1650,
      "caaacta": 1651,
      "agcagga": 1652,
      "tggtgtg": 1653,
      "ggtttga": 1654,
      "ggagttt": 1655,
      "actgaca": 1656,
      "caatcag": 1657,
      "gattaat": 1658,
      "agcagct": 1659,
      "caaatac": 1660,
      "ccagttt": 1661,
      "cagcg": 1662,
      "atcaaga": 1663,
      "tccaaat": 1664,
      "gttcatg": 1665,
      "ggagctg": 1666,
      "ttatact": 1667,
      "caaaatc": 1668,
      "catgctt": 1669,
      "atccg": 1670,
      "cataatt": 1671,
      "tatgatg": 1672,
      "aagactg": 1673,
      "tacaaca": 1674,
      "atgaagg": 1675,
      "##tcggc": 1676,
      "caaagca": 1677,
      "gtcttgt": 1678,
      "acccaaa": 1679,
      "tttgagc": 1680,
      "gtttcct": 1681,
      "aagaatt": 1682,
      "atgcatg": 1683,
      "acagcac": 1684,
      "gtggaaa": 1685,
      "ttgctga": 1686,
      "tgctaat": 1687,
      "ttccag": 1688,
      "ttgttgc": 1689,
      "acacagt": 1690,
      "ttatcaa": 1691,
      "ctaaaac": 1692,
      "atgtcag": 1693,
      "atgctgg": 1694,
      "aatacag": 1695,
      "aagttgt": 1696,
      "atatcaa": 1697,
      "ccaaatg": 1698,
      "tgctggt": 1699,
      "##tgtgtc": 1700,
      "gagcaga": 1701,
      "aagtgca": 1702,
      "ttgcttg": 1703,
      "agactgt": 1704,
      "gcaaatg": 1705,
      "tccttta": 1706,
      "taataac": 1707,
      "atatctg": 1708,
      "agtgaag": 1709,
      "ccttcat": 1710,
      "cataata": 1711,
      "tttcaac": 1712,
      "ataatgc": 1713,
      "tgtcttc": 1714,
      "ttagtgt": 1715,
      "gtcca": 1716,
      "acaacag": 1717,
      "tttaacc": 1718,
      "tgtcctg": 1719,
      "tgttcac": 1720,
      "gaagtca": 1721,
      "tgtctgc": 1722,
      "ttgcata": 1723,
      "cttcatg": 1724,
      "tgtgtac": 1725,
      "tgaatct": 1726,
      "agcagag": 1727,
      "atcatat": 1728,
      "gtgagtg": 1729,
      "ttcctcc": 1730,
      "cattcct": 1731,
      "gctgttc": 1732,
      "ccacttt": 1733,
      "cctccag": 1734,
      "taattct": 1735,
      "tacacat": 1736,
      "ataaagc": 1737,
      "ccagaaa": 1738,
      "##ttgta": 1739,
      "acaggtt": 1740,
      "ttccagt": 1741,
      "agtgatt": 1742,
      "attggtt": 1743,
      "tttctac": 1744,
      "aattgat": 1745,
      "gaaatgg": 1746,
      "gtgaaga": 1747,
      "##cagta": 1748,
      "gctgtat": 1749,
      "cctcttt": 1750,
      "catttcc": 1751,
      "acacaac": 1752,
      "caaagtg": 1753,
      "aaccg": 1754,
      "atgttgg": 1755,
      "gtttcta": 1756,
      "tgcattc": 1757,
      "catgaat": 1758,
      "cttcctc": 1759,
      "ttccttc": 1760,
      "tcctgtg": 1761,
      "tgatgac": 1762,
      "cctcaaa": 1763,
      "atcagca": 1764,
      "ctttcct": 1765,
      "aagtgat": 1766,
      "ccatctg": 1767,
      "gatgtaa": 1768,
      "catgatt": 1769,
      "tcaatat": 1770,
      "atctctt": 1771,
      "aatctgc": 1772,
      "agggttt": 1773,
      "ctgtcag": 1774,
      "gtgtgct": 1775,
      "agtgtaa": 1776,
      "catcaga": 1777,
      "acatcag": 1778,
      "gaaaagc": 1779,
      "tttgtcc": 1780,
      "gaaatct": 1781,
      "ttcactc": 1782,
      "accaaac": 1783,
      "atggtta": 1784,
      "aacgttt": 1785,
      "aaattag": 1786,
      "tcttgat": 1787,
      "ttatgct": 1788,
      "gagatgt": 1789,
      "ctggatt": 1790,
      "gatgtca": 1791,
      "aattgca": 1792,
      "acataat": 1793,
      "tgttgag": 1794,
      "caaagac": 1795,
      "aatctca": 1796,
      "ttacagc": 1797,
      "##tgacta": 1798,
      "agccaaa": 1799,
      "gacatca": 1800,
      "tgtcctt": 1801,
      "acatgtg": 1802,
      "gtcaaat": 1803,
      "tacagat": 1804,
      "ttctgag": 1805,
      "tcctcat": 1806,
      "gtcttca": 1807,
      "ctgcatg": 1808,
      "caatgca": 1809,
      "ctcatgt": 1810,
      "aacagga": 1811,
      "agcttca": 1812,
      "ttacttg": 1813,
      "attcctt": 1814,
      "##taaagt": 1815,
      "ctttaac": 1816,
      "gcatatt": 1817,
      "cagtcag": 1818,
      "tctgtgg": 1819,
      "gtgtgtc": 1820,
      "ttcaact": 1821,
      "caaagtt": 1822,
      "aatgtgg": 1823,
      "aactctg": 1824,
      "gagttca": 1825,
      "acaaacc": 1826,
      "cagtgct": 1827,
      "agtttgg": 1828,
      "acttcca": 1829,
      "aagatta": 1830,
      "gtgatga": 1831,
      "tccatca": 1832,
      "aacagac": 1833,
      "aacagct": 1834,
      "gtcatca": 1835,
      "taacaat": 1836,
      "gctggaa": 1837,
      "ctttgat": 1838,
      "ttcaggt": 1839,
      "ataattc": 1840,
      "gcttcat": 1841,
      "gcactga": 1842,
      "gatcatt": 1843,
      "accac": 1844,
      "caggtgt": 1845,
      "atctttg": 1846,
      "atgcctt": 1847,
      "aacttgt": 1848,
      "ttccaca": 1849,
      "agcatta": 1850,
      "cctcctc": 1851,
      "gaaacag": 1852,
      "ttgagtg": 1853,
      "tgtaact": 1854,
      "ttccctt": 1855,
      "tctcctt": 1856,
      "ctgtaac": 1857,
      "tgagctt": 1858,
      "ttcacct": 1859,
      "gtaaagt": 1860,
      "##tcgaa": 1861,
      "aatatac": 1862,
      "tttcacc": 1863,
      "ttcctgc": 1864,
      "gtcta": 1865,
      "tctcctg": 1866,
      "taacaga": 1867,
      "tattaac": 1868,
      "tttgcta": 1869,
      "tttggca": 1870,
      "tggagtt": 1871,
      "aaatcct": 1872,
      "gaatata": 1873,
      "tgatata": 1874,
      "agctgta": 1875,
      "cacatgc": 1876,
      "agtttac": 1877,
      "tttggta": 1878,
      "actaaag": 1879,
      "caatata": 1880,
      "taaactc": 1881,
      "tctcctc": 1882,
      "tcctaaa": 1883,
      "ggatttg": 1884,
      "tattagt": 1885,
      "ccacaca": 1886,
      "tccagct": 1887,
      "##taaact": 1888,
      "gttcatc": 1889,
      "aatcata": 1890,
      "tggtgga": 1891,
      "catgtta": 1892,
      "aaactta": 1893,
      "aggatga": 1894,
      "ggggaaa": 1895,
      "cctaaaa": 1896,
      "cacagct": 1897,
      "gtgtctt": 1898,
      "cacaata": 1899,
      "##tggta": 1900,
      "agccg": 1901,
      "aatggat": 1902,
      "aagagat": 1903,
      "aggagag": 1904,
      "cctttgt": 1905,
      "aacatgg": 1906,
      "ttcagcc": 1907,
      "tcactga": 1908,
      "aaagaac": 1909,
      "cagagat": 1910,
      "tttagtc": 1911,
      "ttccact": 1912,
      "gctctgc": 1913,
      "ttcttcc": 1914,
      "##tcgta": 1915,
      "caaagat": 1916,
      "atcagct": 1917,
      "tatgctg": 1918,
      "ttggaga": 1919,
      "##gggcc": 1920,
      "ccacaaa": 1921,
      "ggaaata": 1922,
      "tggaaga": 1923,
      "tgtgcca": 1924,
      "aaattac": 1925,
      "agcatgt": 1926,
      "tgcctgt": 1927,
      "gcactgt": 1928,
      "aataagt": 1929,
      "ttgaatc": 1930,
      "tctatat": 1931,
      "ttgtgtc": 1932,
      "cttgctt": 1933,
      "aaaaccc": 1934,
      "gtccaaa": 1935,
      "ctttgca": 1936,
      "aggaaca": 1937,
      "agaagtg": 1938,
      "acctgca": 1939,
      "atacact": 1940,
      "aggaaag": 1941,
      "cttctgc": 1942,
      "gaatgat": 1943,
      "agtaaac": 1944,
      "ataacat": 1945,
      "cagatta": 1946,
      "ctaaact": 1947,
      "##ttgtc": 1948,
      "aaaaacg": 1949,
      "tgcgttt": 1950,
      "gaaactt": 1951,
      "acacagc": 1952,
      "cacatat": 1953,
      "ctgtact": 1954,
      "ttcaccc": 1955,
      "catgttc": 1956,
      "ggaagaa": 1957,
      "ataagaa": 1958,
      "tcacatg": 1959,
      "tcattga": 1960,
      "ctgatgg": 1961,
      "ctttgct": 1962,
      "tggaaag": 1963,
      "tgacatg": 1964,
      "aaagcct": 1965,
      "ctctcct": 1966,
      "ctccatt": 1967,
      "taacact": 1968,
      "tgttgac": 1969,
      "gagaatg": 1970,
      "cacaatg": 1971,
      "gcataaa": 1972,
      "ttaactg": 1973,
      "actaata": 1974,
      "agatcat": 1975,
      "tgagcag": 1976,
      "cttcaca": 1977,
      "ttggtca": 1978,
      "actgtgc": 1979,
      "tgtgcgt": 1980,
      "ctattat": 1981,
      "ctttagt": 1982,
      "tggtcat": 1983,
      "caggaga": 1984,
      "gacttca": 1985,
      "ataatct": 1986,
      "atggtgt": 1987,
      "gatatta": 1988,
      "taatagt": 1989,
      "tctgcac": 1990,
      "tttccta": 1991,
      "ctttgag": 1992,
      "aagaagc": 1993,
      "aacaagc": 1994,
      "tgatatg": 1995,
      "cagtctt": 1996,
      "gattcag": 1997,
      "ttaagct": 1998,
      "gcaggag": 1999,
      "taacatg": 2000,
      "tgagaat": 2001,
      "cttaata": 2002,
      "ttgtagt": 2003,
      "taccttt": 2004,
      "tccagtt": 2005,
      "gaagaca": 2006,
      "gaacaga": 2007,
      "aatgcca": 2008,
      "agagaat": 2009,
      "aaggaag": 2010,
      "attcagc": 2011,
      "tctggaa": 2012,
      "gctggtg": 2013,
      "acatcac": 2014,
      "cttccag": 2015,
      "tacttgt": 2016,
      "tgtatag": 2017,
      "tccaaca": 2018,
      "tgaccaa": 2019,
      "caccttt": 2020,
      "acttgtg": 2021,
      "gtcagaa": 2022,
      "ttgtcag": 2023,
      "tgcttaa": 2024,
      "ctgatct": 2025,
      "gatatat": 2026,
      "atattgc": 2027,
      "gacagca": 2028,
      "tgatcag": 2029,
      "aatggag": 2030,
      "cagagac": 2031,
      "caatgta": 2032,
      "taatatc": 2033,
      "gtgctgc": 2034,
      "gctcaaa": 2035,
      "atgttgc": 2036,
      "ggaaaga": 2037,
      "aaacgtt": 2038,
      "taagatt": 2039,
      "acaccaa": 2040,
      "ctttcac": 2041,
      "ctgtcct": 2042,
      "gagaaca": 2043,
      "gactgta": 2044,
      "aagagct": 2045,
      "cagctgg": 2046,
      "##ccata": 2047,
      "tcctctc": 2048,
      "tcaatca": 2049,
      "aatccag": 2050,
      "tctccag": 2051,
      "cttaaac": 2052,
      "gatgtct": 2053,
      "tgtcact": 2054,
      "acacctg": 2055,
      "atatact": 2056,
      "acagtca": 2057,
      "cccattt": 2058,
      "ctcattc": 2059,
      "ctacttt": 2060,
      "gtccg": 2061,
      "gttgatg": 2062,
      "ctttgga": 2063,
      "tgacact": 2064,
      "gtgctga": 2065,
      "actaatt": 2066,
      "aagcagc": 2067,
      "##taacg": 2068,
      "atccttt": 2069,
      "tggagca": 2070,
      "##ttcga": 2071,
      "gtacaga": 2072,
      "tggatat": 2073,
      "ggagaag": 2074,
      "atcctgt": 2075,
      "acacaag": 2076,
      "tgagaag": 2077,
      "caagtgt": 2078,
      "gtaatta": 2079,
      "ttgttcc": 2080,
      "gaccg": 2081,
      "acatcca": 2082,
      "##gcgca": 2083,
      "agcatca": 2084,
      "actaaac": 2085,
      "acatgga": 2086,
      "tactaaa": 2087,
      "tatatct": 2088,
      "ctctgtc": 2089,
      "atatagt": 2090,
      "ctgacag": 2091,
      "atccatt": 2092,
      "##cacta": 2093,
      "tgctcat": 2094,
      "tactatt": 2095,
      "gctgtgg": 2096,
      "aaaagcc": 2097,
      "##gagtg": 2098,
      "acattcc": 2099,
      "gtggatg": 2100,
      "cgtttgt": 2101,
      "cagtggt": 2102,
      "gtgcaga": 2103,
      "##taaga": 2104,
      "ttatgac": 2105,
      "gaagtgt": 2106,
      "tatcttc": 2107,
      "agttgtg": 2108,
      "tctccaa": 2109,
      "tcatctc": 2110,
      "gtgaaag": 2111,
      "gttcaac": 2112,
      "taatgtc": 2113,
      "cactctt": 2114,
      "atcacac": 2115,
      "ctgagaa": 2116,
      "ctctc": 2117,
      "##aagtg": 2118,
      "aaaccct": 2119,
      "gtggagg": 2120,
      "attagca": 2121,
      "tttgacc": 2122,
      "gattctg": 2123,
      "taatggt": 2124,
      "gggtgaa": 2125,
      "atgcatc": 2126,
      "catataa": 2127,
      "atgagtg": 2128,
      "taatact": 2129,
      "tgacagt": 2130,
      "cattgct": 2131,
      "gagctgg": 2132,
      "gttacag": 2133,
      "##gacta": 2134,
      "tcatatg": 2135,
      "cttcctg": 2136,
      "ttgtgac": 2137,
      "tcatcac": 2138,
      "cagaatc": 2139,
      "ttacctt": 2140,
      "atcattc": 2141,
      "tatagtg": 2142,
      "atgtgtc": 2143,
      "aagccaa": 2144,
      "caactgt": 2145,
      "gaagagc": 2146,
      "cacacca": 2147,
      "attctgc": 2148,
      "gtcagtt": 2149,
      "tcagagg": 2150,
      "tacagct": 2151,
      "gttatat": 2152,
      "tctctcc": 2153,
      "gctgcat": 2154,
      "ccccttt": 2155,
      "ctcagag": 2156,
      "ctttcca": 2157,
      "gaagata": 2158,
      "cagtcat": 2159,
      "gatgtga": 2160,
      "gtctttc": 2161,
      "tccactt": 2162,
      "tgtgcac": 2163,
      "gccttta": 2164,
      "aacaagt": 2165,
      "tgtctaa": 2166,
      "taaccat": 2167,
      "gagtttc": 2168,
      "aatggtg": 2169,
      "attccag": 2170,
      "ttgggtg": 2171,
      "gtgattg": 2172,
      "acctgct": 2173,
      "cactaca": 2174,
      "agaattg": 2175,
      "gaaagtt": 2176,
      "gttgctg": 2177,
      "tgacctg": 2178,
      "tatcaga": 2179,
      "ttcatac": 2180,
      "tgtggac": 2181,
      "ataac": 2182,
      "cgctt": 2183,
      "ggatatt": 2184,
      "gtgaaac": 2185,
      "ctcctca": 2186,
      "agccatt": 2187,
      "cttcctt": 2188,
      "cagtaat": 2189,
      "tacctca": 2190,
      "tgtgctc": 2191,
      "tatggtt": 2192,
      "cctgtat": 2193,
      "ttgtcct": 2194,
      "tggttat": 2195,
      "caaagct": 2196,
      "aaggaat": 2197,
      "tcagcca": 2198,
      "cattact": 2199,
      "##gcgcc": 2200,
      "aagccat": 2201,
      "caaatcc": 2202,
      "atcaagt": 2203,
      "agagtga": 2204,
      "ttaacta": 2205,
      "atctctc": 2206,
      "aaatgcc": 2207,
      "gctggtt": 2208,
      "tggaatt": 2209,
      "tacaaag": 2210,
      "tccacat": 2211,
      "atgcttg": 2212,
      "gattgta": 2213,
      "gtatatg": 2214,
