{
  "version": "1.0",
  "truncation": {
    "direction": "Right",
    "max_length": 16000,
    "strategy": "LongestFirst",
    "stride": 0
  },
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "</s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "Lowercase"
  },
  "pre_tokenizer": {
    "type": "CharDelimiterSplit",
    "delimiter": " "
  },
  "post_processor": {
    "type": "BertProcessing",
    "sep": [
      "</s>",
      2
    ],
    "cls": [
      "<s>",
      1
    ]
  },
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "[UNK]": 0,
      "<s>": 1,
      "</s>": 2,
      "\n": 3,
      "a": 4,
      "c": 5,
      "g": 6,
      "t": 7,
      "tt": 8,
      "aa": 9,
      "tg": 10,
      "ca": 11,
      "ta": 12,
      "tc": 13,
      "ga": 14,
      "cc": 15,
      "gg": 16,
      "aaa": 17,
      "gc": 18,
      "taa": 19,
      "tta": 20,
      "tga": 21,
      "tca": 22,
      "gtt": 23,
      "ctt": 24,
      "ctg": 25,
      "gaa": 26,
      "gtg": 27,
      "caa": 28,
      "tttt": 29,
      "gt": 30,
      "ct": 31,
      "gca": 32,
      "gga": 33,
      "ctc": 34,
      "ttt": 35,
      "cca": 36,
      "gta": 37,
      "gtc": 38,
      "cta": 39,
      "att": 40,
      "tgt": 41,
      "gcc": 42,
      "aca": 43,
      "atg": 44,
      "aaaa": 45,
      "tat": 46,
      "cg": 47,
      "tgtt": 48,
      "tatt": 49,
      "taaa": 50,
      "tgc": 51,
      "cac": 52,
      "aga": 53,
      "tgaa": 54,
      "ttta": 55,
      "ata": 56,
      "caaa": 57,
      "cat": 58,
      "tct": 59,
      "gaaa": 60,
      "cag": 61,
      "tttg": 62,
      "tgtg": 63,
      "atc": 64,
      "ttaa": 65,
      "ttc": 66,
      "gac": 67,
      "ttg": 68,
      "tttc": 69,
      "tac": 70,
      "gat": 71,
      "gag": 72,
      "agg": 73,
      "caca": 74,
      "gct": 75,
      "tgg": 76,
      "ac": 77,
      "tcc": 78,
      "tata": 79,
      "ttca": 80,
      "tgta": 81,
      "agc": 82,
      "ag": 83,
      "acc": 84,
      "tcaa": 85,
      "tgca": 86,
      "catt": 87,
      "tctg": 88,
      "ttga": 89,
      "aac": 90,
      "tctt": 91,
      "cct": 92,
      "aaca": 93,
      "ggc": 94,
      "aatg": 95,
      "caga": 96,
      "tag": 97,
      "ggt": 98,
      "taca": 99,
      "gctg": 100,
      "aata": 101,
      "tgga": 102,
      "ccc": 103,
      "ggaa": 104,
      "ctga": 105,
      "gatt": 106,
      "tatg": 107,
      "ttat": 108,
      "gaga": 109,
      "aatt": 110,
      "gatg": 111,
      "catg": 112,
      "tctc": 113,
      "aaga": 114,
      "tgtc": 115,
      "gcaa": 116,
      "ggg": 117,
      "taat": 118,
      "gtga": 119,
      "gtca": 120,
      "ccaa": 121,
      "ctca": 122,
      "gtaa": 123,
      "gaca": 124,
      "gctt": 125,
      "tcca": 126,
      "ataa": 127,
      "agaa": 128,
      "gttt": 129,
      "atta": 130,
      "aaat": 131,
      "acaa": 132,
      "actg": 133,
      "agtt": 134,
      "tgat": 135,
      "actt": 136,
      "ttgg": 137,
      "catc": 138,
      "tcat": 139,
      "ttcc": 140,
      "cga": 141,
      "cagc": 142,
      "gtta": 143,
      "taga": 144,
      "ctaa": 145,
      "cata": 146,
      "aat": 147,
      "atga": 148,
      "cgg": 149,
      "cctg": 150,
      "aaac": 151,
      "ttttt": 152,
      "atttt": 153,
      "ggtt": 154,
      "cctt": 155,
      "gctc": 156,
      "cttt": 157,
      "g\n": 158,
      "ttgc": 159,
      "aatc": 160,
      "agtg": 161,
      "tcta": 162,
      "tatc": 163,
      "atca": 164,
      "cgc": 165,
      "ggtg": 166,
      "ttgtg": 167,
      "ctgt": 168,
      "tgac": 169,
      "taaaa": 170,
      "gagc": 171,
      "agca": 172,
      "gagg": 173,
      "cctc": 174,
      "ttatt": 175,
      "gcca": 176,
      "tcag": 177,
      "cacc": 178,
      "gatc": 179,
      "tgcc": 180,
      "ctta": 181,
      "aagg": 182,
      "gata": 183,
      "gtttt": 184,
      "cagg": 185,
      "ttac": 186,
      "tggg": 187,
      "tgag": 188,
      "tcac": 189,
      "aag": 190,
      "tgct": 191,
      "gtgt": 192,
      "aagc": 193,
      "aaaaa": 194,
      "gcg": 195,
      "cattt": 196,
      "tggc": 197,
      "aacc": 198,
      "ttttttt": 199,
      "agga": 200,
      "ctttt": 201,
      "taac": 202,
      "ggga": 203,
      "cagt": 204,
      "cgtt": 205,
      "aaag": 206,
      "cact": 207,
      "ggca": 208,
      "tccc": 209,
      "gacc": 210,
      "ccca": 211,
      "acca": 212,
      "ctgc": 213,
      "actc": 214,
      "tttta": 215,
      "gcta": 216,
      "tttaa": 217,
      "gaat": 218,
      "caat": 219,
      "ttaaa": 220,
      "gtaaa": 221,
      "ttag": 222,
      "acta": 223,
      "tagc": 224,
      "tcg": 225,
      "gcag": 226,
      "gggg": 227,
      "agta": 228,
      "cccc": 229,
      "ttgtt": 230,
      "gaag": 231,
      "tacc": 232,
      "tact": 233,
      "ttct": 234,
      "ggtc": 235,
      "ccg": 236,
      "gcat": 237,
      "tagg": 238,
      "gttc": 239,
      "agtc": 240,
      "taag": 241,
      "gact": 242,
      "cttc": 243,
      "gtgc": 244,
      "caaaa": 245,
      "gtct": 246,
      "gaac": 247,
      "gt\n": 248,
      "caac": 249,
      "ctct": 250,
      "gtat": 251,
      "ttttg": 252,
      "gcac": 253,
      "tttca": 254,
      "ataaa": 255,
      "agcc": 256,
      "ggcc": 257,
      "gaaaa": 258,
      "ggta": 259,
      "tcct": 260,
      "ccta": 261,
      "gttg": 262,
      "tgctg": 263,
      "tttga": 264,
      "ttctg": 265,
      "ggac": 266,
      "ggag": 267,
      "cttg": 268,
      "attgt": 269,
      "tagt": 270,
      "ccat": 271,
      "act": 272,
      "atatt": 273,
      "gagt": 274,
      "aaaaaaa": 275,
      "tcga": 276,
      "cgt": 277,
      "gggc": 278,
      "ttctt": 279,
      "tgaaa": 280,
      "aataa": 281,
      "ctcc": 282,
      "caag": 283,
      "acaaa": 284,
      "agaaa": 285,
      "ttttc": 286,
      "gcgc": 287,
      "ctgg": 288,
      "tcatt": 289,
      "cgtg": 290,
      "gcga": 291,
      "gcct": 292,
      "gtgg": 293,
      "ggat": 294,
      "ctat": 295,
      "ccac": 296,
      "ttgaa": 297,
      "tgaat": 298,
      "tgatt": 299,
      "tacat": 300,
      "tgatg": 301,
      "ttgta": 302,
      "tgtgtgt": 303,
      "tgttg": 304,
      "tcaaa": 305,
      "cgca": 306,
      "ttt\n": 307,
      "ccag": 308,
      "ttgt": 309,
      "cgaa": 310,
      "ggct": 311,
      "tcgg": 312,
      "gtac": 313,
      "gcgg": 314,
      "gtgtgtg": 315,
      "gtcc": 316,
      "caatg": 317,
      "aactg": 318,
      "cgtc": 319,
      "aaaat": 320,
      "tgctt": 321,
      "ctaaa": 322,
      "cagtg": 323,
      "tgtaa": 324,
      "acacaca": 325,
      "cactg": 326,
      "cgga": 327,
      "cagca": 328,
      "tgttc": 329,
      "gtttg": 330,
      "aagtg": 331,
      "ttgca": 332,
      "ccga": 333,
      "ctac": 334,
      "tgaag": 335,
      "gaaat": 336,
      "ca\n": 337,
      "cagaa": 338,
      "ta\n": 339,
      "ct\n": 340,
      "aacaa": 341,
      "aagaa": 342,
      "gacg": 343,
      "tattg": 344,
      "tgt\n": 345,
      "tactg": 346,
      "acga": 347,
      "cacacac": 348,
      "tcgc": 349,
      "tatta": 350,
      "ccgc": 351,
      "agt": 352,
      "tggtg": 353,
      "aaa\n": 354,
      "aagca": 355,
      "ga\n": 356,
      "ttctc": 357,
      "cactt": 358,
      "acg": 359,
      "gccc": 360,
      "tggt": 361,
      "tg\n": 362,
      "tat\n": 363,
      "tt\n": 364,
      "aactt": 365,
      "taaat": 366,
      "ttcaa": 367,
      "aatga": 368,
      "ccct": 369,
      "tta\n": 370,
      "aatca": 371,
      "ccaaa": 372,
      "gggt": 373,
      "tcctg": 374,
      "ccgg": 375,
      "tttattt": 376,
      "tgaac": 377,
      "ttcca": 378,
      "tataa": 379,
      "aact": 380,
      "catca": 381,
      "ggaaa": 382,
      "tgtta": 383,
      "tgcg": 384,
      "ttgtc": 385,
      "ttatttt": 386,
      "tgtca": 387,
      "atggt": 388,
      "taa\n": 389,
      "cgcc": 390,
      "tga\n": 391,
      "aagtt": 392,
      "tgttttt": 393,
      "cacg": 394,
      "ttgtttt": 395,
      "cagtt": 396,
      "gcaaa": 397,
      "gtag": 398,
      "gagga": 399,
      "tactt": 400,
      "cgta": 401,
      "ttttatt": 402,
      "tgtga": 403,
      "acgg": 404,
      "tattttt": 405,
      "caaat": 406,
      "aagt": 407,
      "aaaac": 408,
      "tcctc": 409,
      "gactt": 410,
      "cacaa": 411,
      "ctag": 412,
      "tggtt": 413,
      "aatta": 414,
      "tattc": 415,
      "tttgttt": 416,
      "tc\n": 417,
      "gactg": 418,
      "gaaac": 419,
      "aacta": 420,
      "gcgt": 421,
      "acagg": 422,
      "ttgga": 423,
      "tctca": 424,
      "gagca": 425,
      "ttcta": 426,
      "caaac": 427,
      "gagaa": 428,
      "aacca": 429,
      "cagta": 430,
      "tctga": 431,
      "tggaa": 432,
      "catta": 433,
      "tagtg": 434,
      "tct\n": 435,
      "gc\n": 436,
      "aagga": 437,
      "tgcaa": 438,
      "actga": 439,
      "gagtg": 440,
      "tcctt": 441,
      "tgctc": 442,
      "catac": 443,
      "cagga": 444,
      "tttttta": 445,
      "tacaa": 446,
      "aactc": 447,
      "tca\n": 448,
      "agtca": 449,
      "ttttgtt": 450,
      "atatata": 451,
      "gaaag": 452,
      "tagtt": 453,
      "ttaat": 454,
      "tatatat": 455,
      "tgcca": 456,
      "tccg": 457,
      "cacca": 458,
      "ttcg": 459,
      "tacg": 460,
      "tcgt": 461,
      "aaaag": 462,
      "ctg\n": 463,
      "tttttat": 464,
      "tatca": 465,
      "gg\n": 466,
      "aagta": 467,
      "gagtt": 468,
      "cagtc": 469,
      "ttttaaa": 470,
      "acgc": 471,
      "tttttaa": 472,
      "ggcg": 473,
      "caa\n": 474,
      "cat\n": 475,
      "gatga": 476,
      "gtt\n": 477,
      "gaa\n": 478,
      "aagtc": 479,
      "tttac": 480,
      "ctt\n": 481,
      "tttaaaa": 482,
      "taaac": 483,
      "tcaat": 484,
      "cctca": 485,
      "actca": 486,
      "atttttt": 487,
      "ggctg": 488,
      "actaa": 489,
      "tttttgt": 490,
      "cataa": 491,
      "tattatt": 492,
      "gatca": 493,
      "cag\n": 494,
      "cagcc": 495,
      "tagca": 496,
      "ctttttt": 497,
      "agtga": 498,
      "gctca": 499,
      "cactc": 500,
      "tgc\n": 501,
      "tatga": 502,
      "ctcg": 503,
      "agtaa": 504,
      "tggca": 505,
      "cac\n": 506,
      "gccg": 507,
      "catga": 508,
      "tctaa": 509,
      "tgtgg": 510,
      "aaataaa": 511,
      "gat\n": 512,
      "gacaa": 513,
      "atttatt": 514,
      "taaag": 515,
      "ggctt": 516,
      "tttcttt": 517,
      "gct\n": 518,
      "gag\n": 519,
      "aacg": 520,
      "ttg\n": 521,
      "tccaa": 522,
      "cacta": 523,
      "cc\n": 524,
      "gca\n": 525,
      "atatttt": 526,
      "gataa": 527,
      "tacta": 528,
      "ccctt": 529,
      "tccca": 530,
      "gtttttt": 531,
      "tggga": 532,
      "tttgg": 533,
      "gactc": 534,
      "tagta": 535,
      "gatta": 536,
      "ccctg": 537,
      "ggaat": 538,
      "ggaag": 539,
      "ttctttt": 540,
      "ttattat": 541,
      "ttttaat": 542,
      "atat": 543,
      "caaag": 544,
      "gggtg": 545,
      "aagcc": 546,
      "gacca": 547,
      "ccgt": 548,
      "tctta": 549,
      "cccg": 550,
      "ttttttc": 551,
      "gctga": 552,
      "tttcc": 553,
      "tcaag": 554,
      "ttgcc": 555,
      "gcaat": 556,
      "gtcg": 557,
      "tcaac": 558,
      "ttttttg": 559,
      "tgg\n": 560,
      "ttttctt": 561,
      "ggtca": 562,
      "agtta": 563,
      "tttaaat": 564,
      "tagaa": 565,
      "atgtttt": 566,
      "gtg\n": 567,
      "aaacaaa": 568,
      "tggtc": 569,
      "tcttttt": 570,
      "tgcta": 571,
      "ttattta": 572,
      "ccaat": 573,
      "tgtttgt": 574,
      "tgtttta": 575,
      "tttttct": 576,
      "tacca": 577,
      "gctaa": 578,
      "ttc\n": 579,
      "tgtag": 580,
      "attttaa": 581,
      "attatta": 582,
      "tggcc": 583,
      "attattt": 584,
      "tactc": 585,
      "aataaaa": 586,
      "ttaaaaa": 587,
      "attttta": 588,
      "cattttt": 589,
      "ccctc": 590,
      "actta": 591,
      "tggta": 592,
      "aaaaaca": 593,
      "ttttgta": 594,
      "tatttta": 595,
      "gga\n": 596,
      "tgtgttt": 597,
      "tatttat": 598,
      "attt": 599,
      "aaaataa": 600,
      "taaaaaa": 601,
      "aaaacaa": 602,
      "tgttttg": 603,
      "attttat": 604,
      "gtgtttt": 605,
      "ctc\n": 606,
      "gggaa": 607,
      "aaaaaat": 608,
      "gagtc": 609,
      "gggtt": 610,
      "gac\n": 611,
      "ttttata": 612,
      "acgtt": 613,
      "tcatttt": 614,
      "tac\n": 615,
      "gagcc": 616,
      "aa\n": 617,
      "acgtg": 618,
      "tgtattt": 619,
      "tagtc": 620,
      "cca\n": 621,
      "ggcca": 622,
      "aaatgtt": 623,
      "acatttt": 624,
      "atttaaa": 625,
      "gctta": 626,
      "cctga": 627,
      "gtc\n": 628,
      "gta\n": 629,
      "tttag": 630,
      "ttaag": 631,
      "aataaat": 632,
      "aaaaata": 633,
      "aatattt": 634,
      "gtttgtt": 635,
      "tatattt": 636,
      "gcgtg": 637,
      "tttgtgt": 638,
      "aaaaaag": 639,
      "cct\n": 640,
      "cgac": 641,
      "tcc\n": 642,
      "gcaag": 643,
      "aatgttt": 644,
      "tgttgtt": 645,
      "cta\n": 646,
      "tattttg": 647,
      "ttaaaat": 648,
      "ggt\n": 649,
      "tccta": 650,
      "tgcgt": 651,
      "ttaattt": 652,
      "gttttta": 653,
      "cccaa": 654,
      "aaatatt": 655,
      "aaacaca": 656,
      "aaaatgt": 657,
      "gttttgt": 658,
      "gaaaaaa": 659,
      "ggtta": 660,
      "ttgtttg": 661,
      "gagta": 662,
      "ggtaa": 663,
      "tatag": 664,
      "tgttttc": 665,
      "tttatat": 666,
      "ctgtttt": 667,
      "acgca": 668,
      "ggctc": 669,
      "aaagaaa": 670,
      "ttaac": 671,
      "aacaaaa": 672,
      "gacta": 673,
      "tttaaag": 674,
      "tgtaaat": 675,
      "taaataa": 676,
      "cccca": 677,
      "taaaata": 678,
      "atttttg": 679,
      "cggc": 680,
      "cctaa": 681,
      "tttaatt": 682,
      "tagga": 683,
      "tatttaa": 684,
      "tagcc": 685,
      "acttttt": 686,
      "aaaaatg": 687,
      "taaatat": 688,
      "acaaaaa": 689,
      "gttttaa": 690,
      "atttgtt": 691,
      "tgtttat": 692,
      "tttatta": 693,
      "caaaaaa": 694,
      "tag\n": 695,
      "atattta": 696,
      "tttaata": 697,
      "ggtga": 698,
      "aaatgaa": 699,
      "gttttat": 700,
      "attaaaa": 701,
      "aaaatat": 702,
      "cgtca": 703,
      "attttgt": 704,
      "ataaata": 705,
      "gggga": 706,
      "taataat": 707,
      "cttttta": 708,
      "aagaaaa": 709,
      "ataaaaa": 710,
      "tttcatt": 711,
      "ttgtaaa": 712,
      "tgctttt": 713,
      "aaaagaa": 714,
      "tttctgt": 715,
      "tctctct": 716,
      "aaaaaac": 717,
      "tcgtt": 718,
      "ccaag": 719,
      "ttgtgtt": 720,
      "tcgtg": 721,
      "ttatttg": 722,
      "gtttatt": 723,
      "taaaaat": 724,
      "gtatttt": 725,
      "tttgtat": 726,
      "ttgattt": 727,
      "ggg\n": 728,
      "ttgttta": 729,
      "cctta": 730,
      "ttttcat": 731,
      "taataaa": 732,
      "atttaat": 733,
      "tatttgt": 734,
      "attgttt": 735,
      "atatatt": 736,
      "aaatgta": 737,
      "aaataat": 738,
      "agaaaaa": 739,
      "gtgtgtt": 740,
      "gacgt": 741,
      "tgttatt": 742,
      "tgatttt": 743,
      "gattttt": 744,
      "atgt": 745,
      "aaattaa": 746,
      "atttata": 747,
      "tttttcc": 748,
      "acgga": 749,
      "ttat\n": 750,
      "gcc\n": 751,
      "aattttt": 752,
      "gcgtt": 753,
      "aaaatga": 754,
      "acgtc": 755,
      "atataaa": 756,
      "cg\n": 757,
      "taaatgt": 758,
      "ttatatt": 759,
      "ttttaca": 760,
      "aaaacat": 761,
      "aatatat": 762,
      "aaaaaga": 763,
      "gggca": 764,
      "aaatata": 765,
      "ctcgc": 766,
      "gtttttg": 767,
      "tttttca": 768,
      "ttaaatg": 769,
      "aaacatt": 770,
      "tttgatt": 771,
      "tgtaaaa": 772,
      "ctttaaa": 773,
      "ttcaaaa": 774,
      "ggcaa": 775,
      "taatttt": 776,
      "cttgttt": 777,
      "cgaaa": 778,
      "gcgca": 779,
      "ttattaa": 780,
      "tttgtaa": 781,
      "ataataa": 782,
      "gttgttt": 783,
      "acacaaa": 784,
      "ttctgtt": 785,
      "cttttaa": 786,
      "ttaaata": 787,
      "ccttttt": 788,
      "tttttga": 789,
      "ttttgaa": 790,
      "taaaaca": 791,
      "tttataa": 792,
      "tcgtc": 793,
      "tgttaaa": 794,
      "tgcgc": 795,
      "aataata": 796,
      "atgtaaa": 797,
      "tttattg": 798,
      "taattta": 799,
      "ttgttgt": 800,
      "ttgtatt": 801,
      "cttttat": 802,
      "tataaat": 803,
      "cgag": 804,
      "tgtttaa": 805,
      "tgat\n": 806,
      "attttct": 807,
      "agtgttt": 808,
      "tttatgt": 809,
      "ttttatg": 810,
      "ttaatat": 811,
      "cgagg": 812,
      "atgtttg": 813,
      "acgaa": 814,
      "tctgttt": 815,
      "tgctgtt": 816,
      "tcat\n": 817,
      "tgtatat": 818,
      "agttttt": 819,
      "attttga": 820,
      "taatatt": 821,
      "ggcta": 822,
      "tttgttg": 823,
      "gcgga": 824,
      "cacgt": 825,
      "ccc\n": 826,
      "cgaga": 827,
      "tagtttt": 828,
      "tttttgg": 829,
      "ttaataa": 830,
      "gacga": 831,
      "acaaaca": 832,
      "gggtc": 833,
      "ctttatt": 834,
      "ttttaag": 835,
      "atgttta": 836,
      "aaatgca": 837,
      "ttataaa": 838,
      "gtgtttg": 839,
      "ttaaaac": 840,
      "aattatt": 841,
      "aaatgtg": 842,
      "tgaaaaa": 843,
      "tttttac": 844,
      "cgctg": 845,
      "atgaaaa": 846,
      "catttta": 847,
      "tgaa\n": 848,
      "cttttgt": 849,
      "ttaaatt": 850,
      "tattaaa": 851,
      "tatgttt": 852,
      "tttgaat": 853,
      "ttttctg": 854,
      "ggc\n": 855,
      "ccgca": 856,
      "taaaatg": 857,
      "ttttact": 858,
      "tattttc": 859,
      "caaaata": 860,
      "ttttgat": 861,
      "tgaatgt": 862,
      "ctctctc": 863,
      "tgtt\n": 864,
      "gtttaaa": 865,
      "tttttag": 866,
      "aaataca": 867,
      "ttatttc": 868,
      "atttgta": 869,
      "aatgaaa": 870,
      "gatattt": 871,
      "ccgtt": 872,
      "attaaat": 873,
      "ataaaat": 874,
      "tgtttga": 875,
      "aaaacac": 876,
      "tattaat": 877,
      "agatttt": 878,
      "aattaaa": 879,
      "taat\n": 880,
      "tttaatg": 881,
      "tttaaac": 882,
      "cttt\n": 883,
      "acattta": 884,
      "tgtcttt": 885,
      "ttgcttt": 886,
      "ttgaaaa": 887,
      "tcag\n": 888,
      "ttca\n": 889,
      "tcgca": 890,
      "aatgtaa": 891,
      "attttca": 892,
      "ttttcag": 893,
      "gatgttt": 894,
      "atgtgtg": 895,
      "agagaga": 896,
      "tgtttct": 897,
      "tgaaaat": 898,
      "ctgctgt": 899,
      "cgtaa": 900,
      "cccta": 901,
      "ttatata": 902,
      "gtttttc": 903,
      "caaaaca": 904,
      "ttttctc": 905,
      "tgtatgt": 906,
      "gaagaaa": 907,
      "catgttt": 908,
      "tataaaa": 909,
      "ttttcct": 910,
      "tactttt": 911,
      "ccgtg": 912,
      "ttttcaa": 913,
      "aagtga": 914,
      "tcgga": 915,
      "actttta": 916,
      "ataaatg": 917,
      "gcttttt": 918,
      "ctgtaaa": 919,
      "tttcaaa": 920,
      "aatttaa": 921,
      "cagtttt": 922,
      "ccgtc": 923,
      "attaatt": 924,
      "gttt\n": 925,
      "agttttg": 926,
      "atttctt": 927,
      "actgttt": 928,
      "ccgcc": 929,
      "taaaaac": 930,
      "ctttctt": 931,
      "tgcga": 932,
      "tggtttt": 933,
      "tttttgc": 934,
      "acacact": 935,
      "atttttc": 936,
      "gtaaata": 937,
      "aagtca": 938,
      "tgtgtat": 939,
      "cattttg": 940,
      "ttttggt": 941,
      "tttactt": 942,
      "tttgaaa": 943,
      "atgattt": 944,
      "tttattc": 945,
      "ttttgca": 946,
      "atgtgtt": 947,
      "tgttgaa": 948,
      "ataaaca": 949,
      "atatttg": 950,
      "aatttta": 951,
      "gttttct": 952,
      "tttctct": 953,
      "cactttt": 954,
      "tcattta": 955,
      "ctgttta": 956,
      "caaaaat": 957,
      "taaatga": 958,
      "tcgaa": 959,
      "tattgtt": 960,
      "catt\n": 961,
      "aacacaa": 962,
      "ttaaaca": 963,
      "ctttttg": 964,
      "ctgaaaa": 965,
      "gcatttt": 966,
      "tttgctt": 967,
      "ttgtgtg": 968,
      "ttgaaat": 969,
      "attaata": 970,
      "ttaatgt": 971,
      "aaatatg": 972,
      "tttgtta": 973,
      "agtattt": 974,
      "ctatttt": 975,
      "atttctg": 976,
      "acagaaa": 977,
      "tgaattt": 978,
      "aatgtgt": 979,
      "tgtctgt": 980,
      "ctgt\n": 981,
      "gactttt": 982,
      "aaaacta": 983,
      "cgtga": 984,
      "ctttttc": 985,
      "tgattta": 986,
      "ttttaac": 987,
      "tttaaca": 988,
      "gttttga": 989,
      "gaaaaca": 990,
      "cacga": 991,
      "tgaatga": 992,
      "tttagtt": 993,
      "tctgctg": 994,
      "cacaaaa": 995,
      "taatgtt": 996,
      "atttaca": 997,
      "aaaaact": 998,
      "aataaac": 999,
      "tcaaaat": 1000,
      "gcgtc": 1001,
      "tcttttg": 1002,
      "ttttgct": 1003,
      "atgtatt": 1004,
      "ttctttc": 1005,
      "ttttgtc": 1006,
      "gacgg": 1007,
      "tttaaga": 1008,
      "ctctttt": 1009,
      "atttcaa": 1010,
      "tctttta": 1011,
      "ttttcta": 1012,
      "tttatga": 1013,
      "cttttct": 1014,
      "tgtgatt": 1015,
      "aaacact": 1016,
      "gtattta": 1017,
      "gacgc": 1018,
      "tttcttc": 1019,
      "catattt": 1020,
      "atattaa": 1021,
      "tgtcatt": 1022,
      "ccgga": 1023,
      "ttagttt": 1024,
      "attttac": 1025,
      "aaaatgc": 1026,
      "aatatta": 1027,
      "aaacatg": 1028,
      "aaatgat": 1029,
      "gttttca": 1030,
      "tgaagaa": 1031,
      "tttgcat": 1032,
      "tgtgtgc": 1033,
      "tctttct": 1034,
      "aacacac": 1035,
      "tcctttt": 1036,
      "tgatgtt": 1037,
      "atattat": 1038,
      "acgta": 1039,
      "catttat": 1040,
      "catttaa": 1041,
      "agaaatg": 1042,
      "atttgaa": 1043,
      "tatttca": 1044,
      "tctcttt": 1045,
      "taatata": 1046,
      "ttatgtt": 1047,
      "gaaaatg": 1048,
      "caaaatg": 1049,
      "atgaatg": 1050,
      "taaattt": 1051,
      "cacgc": 1052,
      "atctttt": 1053,
      "agtgtgt": 1054,
      "cgcg": 1055,
      "tgac\n": 1056,
      "tcgta": 1057,
      "tgagttt": 1058,
      "atgcttt": 1059,
      "gctgttt": 1060,
      "gttattt": 1061,
      "ttttaga": 1062,
      "aataatt": 1063,
      "tactgta": 1064,
      "aatgaat": 1065,
      "aaaactg": 1066,
      "aaaagca": 1067,
      "atttatg": 1068,
      "atttcat": 1069,
      "atttact": 1070,
      "cttattt": 1071,
      "ttgtctt": 1072,
      "aacaaac": 1073,
      "tgag\n": 1074,
      "ttttgga": 1075,
      "cgct": 1076,
      "tgacttt": 1077,
      "taaatta": 1078,
      "aaagttt": 1079,
      "tgatatt": 1080,
      "gtctttt": 1081,
      "aaattat": 1082,
      "tgatgat": 1083,
      "tgtttca": 1084,
      "tttgtct": 1085,
      "aggaaaa": 1086,
      "gatttta": 1087,
      "aagtttt": 1088,
      "cagaaat": 1089,
      "ttttagt": 1090,
      "ttacttt": 1091,
      "tttacaa": 1092,
      "tgca\n": 1093,
      "ttggttt": 1094,
      "aactttt": 1095,
      "tgtgttg": 1096,
      "gcgaa": 1097,
      "tcagtgt": 1098,
      "gtgttta": 1099,
      "ataattt": 1100,
      "ttaatta": 1101,
      "tttgaag": 1102,
      "aaacaat": 1103,
      "aaaaagt": 1104,
      "tttgttc": 1105,
      "ttttcca": 1106,
      "attcatt": 1107,
      "gatt\n": 1108,
      "atttgat": 1109,
      "tgtttac": 1110,
      "ggcgg": 1111,
      "cagattt": 1112,
      "ataaaac": 1113,
      "aaatttt": 1114,
      "gtttaat": 1115,
      "ctttgtt": 1116,
      "gaatgtt": 1117,
      "atgcatt": 1118,
      "gaaatgt": 1119,
      "gtaaaaa": 1120,
      "ttccttt": 1121,
      "ttttttt\n": 1122,
      "aataatg": 1123,
      "gaaaata": 1124,
      "caaa\n": 1125,
      "tgaaatg": 1126,
      "tattata": 1127,
      "aaacttt": 1128,
      "attttag": 1129,
      "acatttg": 1130,
      "atgaaat": 1131,
      "tatataa": 1132,
      "acaaaat": 1133,
      "tcataaa": 1134,
      "ctgtttg": 1135,
      "ttga\n": 1136,
      "aatttat": 1137,
      "tcgcc": 1138,
      "tcagttt": 1139,
      "gtttata": 1140,
      "atgtaca": 1141,
      "ttcagtt": 1142,
      "acaaata": 1143,
      "tgcttta": 1144,
      "cagaaaa": 1145,
      "tgatttg": 1146,
      "tgtgtga": 1147,
      "tgcaaaa": 1148,
      "tggaaaa": 1149,
      "tgaaaac": 1150,
      "tacaaaa": 1151,
      "gggta": 1152,
      "tcatgtt": 1153,
      "tcatttg": 1154,
      "acgcc": 1155,
      "aatataa": 1156,
      "ggaaaaa": 1157,
      "ataatat": 1158,
      "ttgtttc": 1159,
      "aatgttg": 1160,
      "aaattta": 1161,
      "aaatgct": 1162,
      "gtttctt": 1163,
      "tttgtga": 1164,
      "tgtgaaa": 1165,
      "ttcatgt": 1166,
      "tgta\n": 1167,
      "tctttaa": 1168,
      "caga\n": 1169,
      "agaaaat": 1170,
      "ttaaaga": 1171,
      "ttcttct": 1172,
      "aacaaca": 1173,
      "ccatttt": 1174,
      "agctttt": 1175,
      "tggattt": 1176,
      "tgttcaa": 1177,
      "tatttga": 1178,
      "tatttct": 1179,
      "tcttctt": 1180,
      "attatat": 1181,
      "agtttta": 1182,
      "atgatga": 1183,
      "aaaaatt": 1184,
      "cattatt": 1185,
      "cttaaaa": 1186,
      "taaacat": 1187,
      "cacgg": 1188,
      "aatgtat": 1189,
      "agtaaat": 1190,
      "aataaag": 1191,
      "tcacaca": 1192,
      "cttcttt": 1193,
      "caatttt": 1194,
      "aaaatca": 1195,
      "aatttgt": 1196,
      "ttaaaag": 1197,
      "aattaat": 1198,
      "cgtta": 1199,
      "tttctga": 1200,
      "cattaaa": 1201,
      "aatcaaa": 1202,
      "tgctgct": 1203,
      "aaatcaa": 1204,
      "ctgcttt": 1205,
      "atgttca": 1206,
      "atgttgt": 1207,
      "tgtatta": 1208,
      "actttaa": 1209,
      "tttcagt": 1210,
      "ttcaaat": 1211,
      "gagaaaa": 1212,
      "tcacttt": 1213,
      "caaaaac": 1214,
      "tgttaat": 1215,
      "tgcgg": 1216,
      "ttgtaat": 1217,
      "catttgt": 1218,
      "ttgactt": 1219,
      "actgaaa": 1220,
      "agtttgt": 1221,
      "gtaaatg": 1222,
      "aagaaat": 1223,
      "aaactgt": 1224,
      "acacatt": 1225,
      "tgaataa": 1226,
      "tttcg": 1227,
      "gtgt\n": 1228,
      "aaagaca": 1229,
      "taaaaag": 1230,
      "tcatcat": 1231,
      "atgaaga": 1232,
      "aaaatta": 1233,
      "tttgtac": 1234,
      "tgtgctg": 1235,
      "gatgatg": 1236,
      "acataaa": 1237,
      "gaaa\n": 1238,
      "tttcaat": 1239,
      "agaaaca": 1240,
      "ggttttt": 1241,
      "aaactga": 1242,
      "ttacaaa": 1243,
      "ttag\n": 1244,
      "gaaaaat": 1245,
      "tttggtt": 1246,
      "taattat": 1247,
      "cacaaac": 1248,
      "tttacag": 1249,
      "tccgt": 1250,
      "aacagaa": 1251,
      "ccaaaaa": 1252,
      "tttcaga": 1253,
      "cagtgtt": 1254,
      "cgat": 1255,
      "taattaa": 1256,
      "tgaatat": 1257,
      "tttaagt": 1258,
      "tcaaaac": 1259,
      "caaatgt": 1260,
      "gagagag": 1261,
      "tcac\n": 1262,
      "ttgaatt": 1263,
      "ttgcatt": 1264,
      "aatgatt": 1265,
      "cataaaa": 1266,
      "tcatttc": 1267,
      "atataat": 1268,
      "tttgtgc": 1269,
      "tgtgtaa": 1270,
      "tttctta": 1271,
      "agaagaa": 1272,
      "tttgatg": 1273,
      "aagtaaa": 1274,
      "gagtttt": 1275,
      "tgttcat": 1276,
      "caaacaa": 1277,
      "aggtttt": 1278,
      "gtaaaat": 1279,
      "agaaaac": 1280,
      "tgaaata": 1281,
      "gtttgaa": 1282,
      "gtgaaaa": 1283,
      "ttaatga": 1284,
      "aaaaagc": 1285,
      "gttgttg": 1286,
      "aaaagtg": 1287,
      "tatttac": 1288,
      "atacaaa": 1289,
      "caaacac": 1290,
      "tctgtgt": 1291,
      "aattgtt": 1292,
      "taaaact": 1293,
      "aacaaat": 1294,
      "gggcc": 1295,
      "ctgtgtt": 1296,
      "acagcag": 1297,
      "taaatca": 1298,
      "aatgcaa": 1299,
      "tgccttt": 1300,
      "ttaaagt": 1301,
      "gtttctg": 1302,
      "gtttaca": 1303,
      "gtgtgta": 1304,
      "ttttcac": 1305,
      "tgttctg": 1306,
      "ttcagat": 1307,
      "tctgaaa": 1308,
      "tgtaatt": 1309,
      "tcatatt": 1310,
      "gatttaa": 1311,
      "tctcg": 1312,
      "ataaaag": 1313,
      "tgtgaat": 1314,
      "tgtgttc": 1315,
      "gttttac": 1316,
      "ctgtatt": 1317,
      "gtgtaaa": 1318,
      "ttttgag": 1319,
      "atttcag": 1320,
      "caaatat": 1321,
      "tctttgt": 1322,
      "acaaaac": 1323,
      "ttctgaa": 1324,
      "aagaaga": 1325,
      "cattttc": 1326,
      "aaacaga": 1327,
      "aaatatc": 1328,
      "gaataaa": 1329,
      "tttactg": 1330,
      "tatatta": 1331,
      "tcttaaa": 1332,
      "ttcttta": 1333,
      "aaagaag": 1334,
      "taaaaga": 1335,
      "acagttt": 1336,
      "aaaacag": 1337,
      "atacaca": 1338,
      "tttcctt": 1339,
      "tctt\n": 1340,
      "aagattt": 1341,
      "ttaaact": 1342,
      "ttcttca": 1343,
      "ttatgaa": 1344,
      "agagaaa": 1345,
      "gaaataa": 1346,
      "tgtg\n": 1347,
      "cacacat": 1348,
      "tccgc": 1349,
      "gatttat": 1350,
      "taaaagt": 1351,
      "aaagaga": 1352,
      "cacaaat": 1353,
      "tgtgcat": 1354,
      "actttat": 1355,
      "ttgaatg": 1356,
      "aagaaac": 1357,
      "aaactca": 1358,
      "ttactgt": 1359,
      "tcattca": 1360,
      "gttttgg": 1361,
      "agatatt": 1362,
      "caaataa": 1363,
      "ataatgt": 1364,
      "tcttttc": 1365,
      "aaag\n": 1366,
      "aaagtgt": 1367,
      "ttattca": 1368,
      "ttataat": 1369,
      "atgtata": 1370,
      "tattgta": 1371,
      "taaacaa": 1372,
      "ggcgt": 1373,
      "cagt\n": 1374,
      "tttcaca": 1375,
      "aatgatg": 1376,
      "cataaat": 1377,
      "aaagtga": 1378,
      "ttttgac": 1379,
      "attctgt": 1380,
      "atttgct": 1381,
      "atgctgt": 1382,
      "taaagtt": 1383,
      "atcaaaa": 1384,
      "gtgattt": 1385,
      "attattg": 1386,
      "gaat\n": 1387,
      "tgctgaa": 1388,
      "tacaaat": 1389,
      "aaagatg": 1390,
      "aaatcat": 1391,
      "taaaatt": 1392,
      "caataaa": 1393,
      "attgtgt": 1394,
      "acatttc": 1395,
      "tgtttgc": 1396,
      "tttggat": 1397,
      "tttctca": 1398,
      "tatatgt": 1399,
      "ctgattt": 1400,
      "actgtaa": 1401,
      "aaggaaa": 1402,
      "tgctgga": 1403,
      "tctaaaa": 1404,
      "taatttg": 1405,
      "ctgaaat": 1406,
      "atttgca": 1407,
      "tgtttgg": 1408,
      "atataca": 1409,
      "tgagaaa": 1410,
      "atgcaaa": 1411,
      "ttgttat": 1412,
      "ttcatta": 1413,
      "ttgttaa": 1414,
      "tttcata": 1415,
      "ttgtaca": 1416,
      "gtttgat": 1417,
      "acacttt": 1418,
      "tttgctg": 1419,
      "catttct": 1420,
      "aatgcat": 1421,
      "tggagga": 1422,
      "actgtat": 1423,
      "agaaaga": 1424,
      "aactgaa": 1425,
      "tgtaatg": 1426,
      "tatgaat": 1427,
      "tctgttg": 1428,
      "aaagtca": 1429,
      "aaacaag": 1430,
      "ctgtgaa": 1431,
      "ctgaatg": 1432,
      "acactga": 1433,
      "ttcagaa": 1434,
      "tcaaaaa": 1435,
      "caaaact": 1436,
      "aactaaa": 1437,
      "taatgaa": 1438,
      "gtgttca": 1439,
      "atatatg": 1440,
      "acctttt": 1441,
      "aatgctg": 1442,
      "aaaggaa": 1443,
      "tttctat": 1444,
      "acttttg": 1445,
      "ctaaaaa": 1446,
      "ggtttta": 1447,
      "ttttatc": 1448,
      "cagtatt": 1449,
      "aattttg": 1450,
      "cttttga": 1451,
      "ctttaat": 1452,
      "ttttggg": 1453,
      "gcacttt": 1454,
      "tgtacaa": 1455,
      "aatgtga": 1456,
      "aataaca": 1457,
      "aagtgtt": 1458,
      "tctgaat": 1459,
      "aaagcaa": 1460,
      "aaaatac": 1461,
      "accaaaa": 1462,
      "tacacac": 1463,
      "acaacaa": 1464,
      "tctattt": 1465,
      "aagcaaa": 1466,
      "aatcatt": 1467,
      "aatattg": 1468,
      "tcttatt": 1469,
      "cttctgt": 1470,
      "acatgaa": 1471,
      "atggaaa": 1472,
      "atgtaat": 1473,
      "tgttgat": 1474,
      "tattcat": 1475,
      "tttagat": 1476,
      "ttcataa": 1477,
      "agcaaaa": 1478,
      "tgcatta": 1479,
      "aacagca": 1480,
      "tgga\n": 1481,
      "ataatta": 1482,
      "ttgaaga": 1483,
      "tattatg": 1484,
      "ttatgta": 1485,
      "atgtgaa": 1486,
      "atactgt": 1487,
      "aatatgt": 1488,
      "tatgtgt": 1489,
      "tttaact": 1490,
      "ttctaaa": 1491,
      "ttctctt": 1492,
      "catttac": 1493,
      "ccgaa": 1494,
      "aaagcat": 1495,
      "tgatgaa": 1496,
      "gttaaaa": 1497,
      "tttatca": 1498,
      "tttctgc": 1499,
      "tatgtat": 1500,
      "ttgctgt": 1501,
      "tctcatt": 1502,
      "gtttgta": 1503,
      "gaatgaa": 1504,
      "tgcaaat": 1505,
      "atagttt": 1506,
      "ttgtcat": 1507,
      "ttcagtg": 1508,
      "cattcat": 1509,
      "atatttc": 1510,
      "gattatt": 1511,
      "caaaaga": 1512,
      "taaatac": 1513,
      "tttctaa": 1514,
      "tctttat": 1515,
      "agtttat": 1516,
      "taac\n": 1517,
      "tttgact": 1518,
      "tgaaatt": 1519,
      "tgtgatg": 1520,
      "attgatt": 1521,
      "attgtaa": 1522,
      "tgaagga": 1523,
      "gaaatga": 1524,
      "gaaagaa": 1525,
      "tcttgtt": 1526,
      "gcaaaaa": 1527,
      "agaaaag": 1528,
      "attttgc": 1529,
      "tttcact": 1530,
      "tagaaaa": 1531,
      "aaaccaa": 1532,
      "gaaaaac": 1533,
      "atgtgta": 1534,
      "agatgtt": 1535,
      "agattta": 1536,
      "tgtc\n": 1537,
      "tgctgta": 1538,
      "cacttta": 1539,
      "aatgttc": 1540,
      "aaatcca": 1541,
      "gcgcc": 1542,
      "cttcatt": 1543,
      "gcag\n": 1544,
      "attgaaa": 1545,
      "atttaag": 1546,
      "atgttaa": 1547,
      "agtttaa": 1548,
      "tgct\n": 1549,
      "actattt": 1550,
      "ataaatt": 1551,
      "ttgaaca": 1552,
      "aaataag": 1553,
      "cttaaat": 1554,
      "caacaaa": 1555,
      "tgttctt": 1556,
      "agatgaa": 1557,
      "ttcactt": 1558,
      "aatgctt": 1559,
      "ttattct": 1560,
      "tagtgtt": 1561,
      "aaatctg": 1562,
      "tgacatt": 1563,
      "gaag\n": 1564,
      "acatatt": 1565,
      "acatata": 1566,
      "gctttta": 1567,
      "attataa": 1568,
      "ttgtgta": 1569,
      "ttgtatg": 1570,
      "tcaaaca": 1571,
      "ccgta": 1572,
      "caacaca": 1573,
      "tgtaaag": 1574,
      "atgtttc": 1575,
      "ttaattg": 1576,
      "tgtataa": 1577,
      "tctgtct": 1578,
      "aatgtta": 1579,
      "gctg\n": 1580,
      "aatatga": 1581,
      "aaaaagg": 1582,
      "ttaaagg": 1583,
      "ttctgtg": 1584,
      "tgattaa": 1585,
      "ctgttga": 1586,
      "ctgctgc": 1587,
      "gtatatt": 1588,
      "attaatg": 1589,
      "atgcaca": 1590,
      "atgaatt": 1591,
      "acaataa": 1592,
      "cattt\n": 1593,
      "ttgttca": 1594,
      "ttgttct": 1595,
      "ttctgta": 1596,
      "acaaatt": 1597,
      "acaaatg": 1598,
      "ggttttg": 1599,
      "aaatctt": 1600,
      "aaacatc": 1601,
      "aaactaa": 1602,
      "taatgca": 1603,
      "gttcatt": 1604,
      "tgttgta": 1605,
      "agaggaa": 1606,
      "tttagaa": 1607,
      "aacactt": 1608,
      "tgccaaa": 1609,
      "caggttt": 1610,
      "ttgtata": 1611,
      "aatgaag": 1612,
      "aaagtaa": 1613,
      "tgactgt": 1614,
      "ctttata": 1615,
      "gtatata": 1616,
      "acataca": 1617,
      "aaaatct": 1618,
      "taaagca": 1619,
      "tttacac": 1620,
      "tttatag": 1621,
      "agtaaaa": 1622,
      "ttgatgt": 1623,
      "aac\n": 1624,
      "aatatct": 1625,
      "cctgttt": 1626,
      "attttgg": 1627,
      "gaggaaa": 1628,
      "aaacctg": 1629,
      "gaatgtg": 1630,
      "taaatct": 1631,
      "taaacag": 1632,
      "tgaacat": 1633,
      "atatgtt": 1634,
      "caaattt": 1635,
      "ttcgt": 1636,
      "tatgaaa": 1637,
      "tgtcaaa": 1638,
      "ttgtgaa": 1639,
      "agcagaa": 1640,
      "ttctgtc": 1641,
      "agaaata": 1642,
      "ttcaaca": 1643,
      "aagaaag": 1644,
      "cagtttg": 1645,
      "gttgtgt": 1646,
      "taaagat": 1647,
      "agagttt": 1648,
      "tttatac": 1649,
      "tttgcac": 1650,
      "tcaattt": 1651,
      "gctgctg": 1652,
      "agtttga": 1653,
      "atgatgt": 1654,
      "aaaaatc": 1655,
      "tggaaat": 1656,
      "gcg\n": 1657,
      "tcattaa": 1658,
      "ctgctga": 1659,
      "ctgtcat": 1660,
      "ctgttgt": 1661,
      "caatatt": 1662,
      "atgttat": 1663,
      "agacaaa": 1664,
      "ttcatat": 1665,
      "cagc\n": 1666,
      "tataatt": 1667,
      "tatgatt": 1668,
      "cttcaaa": 1669,
      "ctttctg": 1670,
      "acagaca": 1671,
      "aaaactt": 1672,
      "aaaagga": 1673,
      "tgtgtta": 1674,
      "tacga": 1675,
      "aatggtt": 1676,
      "tttgagt": 1677,
      "tggtttg": 1678,
      "tatattg": 1679,
      "taatgta": 1680,
      "taag\n": 1681,
      "ttattga": 1682,
      "gtgttgt": 1683,
      "attcttt": 1684,
      "atgttga": 1685,
      "atcaaat": 1686,
      "tgtacag": 1687,
      "ttgagtt": 1688,
      "tctctgt": 1689,
      "agaatgt": 1690,
      "attatga": 1691,
      "actgtga": 1692,
      "ttctttg": 1693,
      "tgaaaca": 1694,
      "tgaaaag": 1695,
      "aaattca": 1696,
      "aaatgag": 1697,
      "gtgtttc": 1698,
      "tgtaaac": 1699,
      "aaaagct": 1700,
      "tataaac": 1701,
      "taaagaa": 1702,
      "tttatct": 1703,
      "tttagct": 1704,
      "gaaatat": 1705,
      "cacacaa": 1706,
      "actaaaa": 1707,
      "aacatgt": 1708,
      "acaattt": 1709,
      "tgctgtg": 1710,
      "tgctgca": 1711,
      "taatgtg": 1712,
      "ttatgat": 1713,
      "tgatttc": 1714,
      "cttttca": 1715,
      "ctgtctg": 1716,
      "gaatttt": 1717,
      "gtgtatt": 1718,
      "ggatttt": 1719,
      "atgtatg": 1720,
      "aaaagtt": 1721,
      "tgttcag": 1722,
      "taaatgc": 1723,
      "tgaacac": 1724,
      "ttcga": 1725,
      "tcttcag": 1726,
      "ttac\n": 1727,
      "aactgtt": 1728,
      "aagtttg": 1729,
      "tccaaaa": 1730,
      "ccggg": 1731,
      "aaatttg": 1732,
      "aaatgga": 1733,
      "aaacata": 1734,
      "tcagatt": 1735,
      "tcattat": 1736,
      "ctttcat": 1737,
      "attaaca": 1738,
      "aaaagta": 1739,
      "atctgtt": 1740,
      "ttcatca": 1741,
      "ttgatat": 1742,
      "agtttct": 1743,
      "ttcttgt": 1744,
      "tcaaatg": 1745,
      "aaatgtc": 1746,
      "tcacatt": 1747,
      "gcattta": 1748,
      "ctcaaaa": 1749,
      "acattaa": 1750,
      "atatgaa": 1751,
      "gtat\n": 1752,
      "ttatatg": 1753,
      "tgattat": 1754,
      "ctgaatt": 1755,
      "attcaaa": 1756,
      "acacaat": 1757,
      "taaactg": 1758,
      "gaaacac": 1759,
      "tgcatgt": 1760,
      "tcttcat": 1761,
      "gatg\n": 1762,
      "tctc\n": 1763,
      "aagatga": 1764,
      "ttctgct": 1765,
      "aagtgaa": 1766,
      "ttctctc": 1767,
      "aag\n": 1768,
      "tcatgaa": 1769,
      "gtttgag": 1770,
      "gtgcttt": 1771,
      "aaaattt": 1772,
      "taaattg": 1773,
      "tttgata": 1774,
      "atattca": 1775,
      "agaaact": 1776,
      "cagcatt": 1777,
      "tgtattg": 1778,
      "cttaatt": 1779,
      "gcagcag": 1780,
      "attcaga": 1781,
      "aaaatgg": 1782,
      "taaagtg": 1783,
      "caaacat": 1784,
      "tttgtca": 1785,
      "aatgtct": 1786,
      "tttaatc": 1787,
      "cagcaga": 1788,
      "tacttta": 1789,
      "aaactct": 1790,
      "tcagaaa": 1791,
      "caacatt": 1792,
      "caaaaag": 1793,
      "attaaac": 1794,
      "atttgag": 1795,
      "attgaat": 1796,
      "acactgt": 1797,
      "atgaaca": 1798,
      "ttaacat": 1799,
      "tacgt": 1800,
      "tgtatga": 1801,
      "tgcactt": 1802,
      "acaaaag": 1803,
      "tggtgtt": 1804,
      "gacaaaa": 1805,
      "gattttg": 1806,
      "ggaaaat": 1807,
      "aaatact": 1808,
      "taaaatc": 1809,
      "ttataca": 1810,
      "tcacact": 1811,
      "gaatatt": 1812,
      "ttttccc": 1813,
      "gcacaca": 1814,
      "gtatttg": 1815,
      "tccga": 1816,
      "agttatt": 1817,
      "gatttct": 1818,
      "gctt\n": 1819,
      "catcttt": 1820,
      "aggagga": 1821,
      "cactgtt": 1822,
      "aatgaca": 1823,
      "tgttaca": 1824,
      "aattttc": 1825,
      "aaattga": 1826,
      "taacatt": 1827,
      "tgatctg": 1828,
      "gtttatg": 1829,
      "ctgaaga": 1830,
      "gaacaca": 1831,
      "gaaaaga": 1832,
      "gtgaaat": 1833,
      "gtgaact": 1834,
      "acatgtt": 1835,
      "aaaattg": 1836,
      "atctgaa": 1837,
      "ttcagct": 1838,
      "tgcattg": 1839,
      "aacactg": 1840,
      "tacagta": 1841,
      "tggagaa": 1842,
      "aatttca": 1843,
      "ttggaaa": 1844,
      "atcatca": 1845,
      "ttcttaa": 1846,
      "tgctttg": 1847,
      "aagcaca": 1848,
      "catcatt": 1849,
      "gcgta": 1850,
      "ctgtgat": 1851,
      "attaaag": 1852,
      "aaaagac": 1853,
      "taaacac": 1854,
      "atacatt": 1855,
      "tttcttg": 1856,
      "acaacat": 1857,
      "tctgatt": 1858,
      "taatgat": 1859,
      "ttacaat": 1860,
      "ctggttt": 1861,
      "gaatgta": 1862,
      "ggaggag": 1863,
      "attcagt": 1864,
      "atttagt": 1865,
      "acattca": 1866,
      "acatgca": 1867,
      "atgtctt": 1868,
      "atgttct": 1869,
      "aaaagat": 1870,
      "tctgtaa": 1871,
      "cccgt": 1872,
      "aattcaa": 1873,
      "tcaaact": 1874,
      "ttcaatt": 1875,
      "aaaacca": 1876,
      "tttactc": 1877,
      "agctgaa": 1878,
      "tcttctg": 1879,
      "aacatta": 1880,
      "aacacat": 1881,
      "gatttgt": 1882,
      "agaattt": 1883,
      "ttccaaa": 1884,
      "ttaaatc": 1885,
      "tttgaca": 1886,
      "cggg": 1887,
      "aaaggga": 1888,
      "gtttgca": 1889,
      "gttttgc": 1890,
      "ctgttaa": 1891,
      "ctgttat": 1892,
      "acagtgt": 1893,
      "agatttg": 1894,
      "tgaatta": 1895,
      "atatgta": 1896,
      "atatgca": 1897,
      "atacttt": 1898,
      "ttaagtt": 1899,
      "tacatat": 1900,
      "tctgatg": 1901,
      "aaagctg": 1902,
      "aaactgc": 1903,
      "gcttttg": 1904,
      "gttaaat": 1905,
      "gttttag": 1906,
      "ctgttca": 1907,
      "gaaaaag": 1908,
      "gcctttt": 1909,
      "acagtga": 1910,
      "aggaaat": 1911,
      "cacactg": 1912,
      "aattgaa": 1913,
      "gctcg": 1914,
      "ttgttga": 1915,
      "tttgaac": 1916,
      "ctgcaga": 1917,
      "ttctgat": 1918,
      "ttcattc": 1919,
      "tgcatat": 1920,
      "ttgatta": 1921,
      "attatgt": 1922,
      "cagctgt": 1923,
      "gtaaatt": 1924,
      "aaacagt": 1925,
      "ctgctct": 1926,
      "gtgtgaa": 1927,
      "gcagttt": 1928,
      "ggagaaa": 1929,
      "ctcttct": 1930,
      "atttcca": 1931,
      "atttcta": 1932,
      "acagaag": 1933,
      "acagtat": 1934,
      "aaaagag": 1935,
      "tattgat": 1936,
      "tatttag": 1937,
      "taaactt": 1938,
      "caaatga": 1939,
      "atctgca": 1940,
      "atctgct": 1941,
      "tttcctc": 1942,
      "tcaa\n": 1943,
      "gattaaa": 1944,
      "ataatga": 1945,
      "tgataaa": 1946,
      "tcatctg": 1947,
      "tcactgt": 1948,
      "gtttact": 1949,
      "acacaga": 1950,
      "atgaata": 1951,
      "atgaaag": 1952,
      "atgtact": 1953,
      "atctaaa": 1954,
      "tctgtat": 1955,
      "tcttcaa": 1956,
      "aatgtca": 1957,
      "gtaattt": 1958,
      "actgtgt": 1959,
      "acttaaa": 1960,
      "ctaaaat": 1961,
      "cact\n": 1962,
      "tgaaagt": 1963,
      "catcatc": 1964,
      "ttctatt": 1965,
      "gagtgtg": 1966,
      "tagttta": 1967,
      "tgtgaac": 1968,
      "aaaggtt": 1969,
      "aaatgac": 1970,
      "tcagaat": 1971,
      "gtttcca": 1972,
      "attgtat": 1973,
      "tctgtta": 1974,
      "aagatat": 1975,
      "actttca": 1976,
      "ttcctct": 1977,
      "aatctgt": 1978,
      "tgaaaga": 1979,
      "acaaact": 1980,
      "tcaaata": 1981,
      "ttgcaca": 1982,
      "ttccatt": 1983,
      "cggt": 1984,
      "cccaaaa": 1985,
      "aaagaat": 1986,
      "taacaaa": 1987,
      "gttg\n": 1988,
      "tgaagat": 1989,
      "caaatta": 1990,
      "gaaacaa": 1991,
      "tgtgtct": 1992,
      "tgtgtgg": 1993,
      "cacacag": 1994,
      "agctgtt": 1995,
      "tgcagtg": 1996,
      "ttgattg": 1997,
      "gatttga": 1998,
      "catg\n": 1999,
      "catgtgt": 2000,
      "tgtctga": 2001,
      "attttcc": 2002,
      "atcatgt": 2003,
      "aaggttt": 2004,
      "tcaaatt": 2005,
      "tgtaata": 2006,
      "cactgaa": 2007,
      "cagaaga": 2008,
      "aacaaga": 2009,
      "tactgtt": 2010,
      "ttcaaac": 2011,
      "aatattc": 2012,
      "gagtaaa": 2013,
      "ccaaaat": 2014,
      "aaagact": 2015,
      "ttacaca": 2016,
      "gtgtctg": 2017,
      "caaaatt": 2018,
      "attcata": 2019,
      "tgaactg": 2020,
      "atctgtg": 2021,
      "tccgg": 2022,
      "tgcagtt": 2023,
      "ttgatga": 2024,
      "aacatga": 2025,
      "tatgtaa": 2026,
      "cagcttt": 2027,
      "tagattt": 2028,
      "tttcagc": 2029,
      "tattaca": 2030,
      "ttctctg": 2031,
      "aaagcac": 2032,
      "aaactat": 2033,
      "ttagaaa": 2034,
      "ttacagt": 2035,
      "ctgcaaa": 2036,
      "atgctga": 2037,
      "tgaagag": 2038,
      "ttaagaa": 2039,
      "tctgcat": 2040,
      "aatacaa": 2041,
      "ctgatgt": 2042,
      "aatttga": 2043,
      "aagagaa": 2044,
      "gctttaa": 2045,
      "cctttaa": 2046,
      "gtct\n": 2047,
      "ataaagt": 2048,
      "atattga": 2049,
      "aagaaca": 2050,
      "tctaaat": 2051,
      "aaagatt": 2052,
      "gttcttt": 2053,
      "gtcaaaa": 2054,
      "atgtgat": 2055,
      "atgaact": 2056,
      "tatttgg": 2057,
      "tttgcaa": 2058,
      "tttccaa": 2059,
      "agtcatt": 2060,
      "gctgaaa": 2061,
      "agcagca": 2062,
      "cgttttt": 2063,
      "ttttagg": 2064,
      "tgctttc": 2065,
      "tataatg": 2066,
      "tatgttg": 2067,
      "aaatcag": 2068,
      "taatatg": 2069,
      "gttctgt": 2070,
      "ctgttct": 2071,
      "gaacatt": 2072,
      "atttaga": 2073,
      "acactaa": 2074,
      "tgtttag": 2075,
      "cagatga": 2076,
      "gatgtgt": 2077,
      "aagagga": 2078,
      "actgaag": 2079,
      "cctttta": 2080,
      "actcaaa": 2081,
      "cagtgtg": 2082,
      "aacaatt": 2083,
      "aagcatt": 2084,
      "tctgaag": 2085,
      "gagtttg": 2086,
      "aaagcag": 2087,
      "tgattca": 2088,
      "cttcttc": 2089,
      "ctgtata": 2090,
      "ctgtatg": 2091,
      "ctgtaat": 2092,
      "gaacaaa": 2093,
      "acactca": 2094,
      "tatttgc": 2095,
      "tgaagtt": 2096,
      "ttgtgat": 2097,
      "tttc\n": 2098,
      "accaaat": 2099,
      "actgcag": 2100,
      "agttaaa": 2101,
      "tatcttt": 2102,
      "ggtgttt": 2103,
      "taaaagc": 2104,
      "aaccttt": 2105,
      "ataaaga": 2106,
      "aagaatg": 2107,
      "aatgaga": 2108,
      "cggaa": 2109,
      "cgctt": 2110,
      "tctgttc": 2111,
      "aaataac": 2112,
      "tgatgtg": 2113,
      "tgactga": 2114,
      "ctgaata": 2115,
      "gtatgtt": 2116,
      "atgtgca": 2117,
      "tttcctg": 2118,
      "acgtttt": 2119,
      "tgcactg": 2120,
      "cattgtt": 2121,
      "cattcag": 2122,
      "aacacag": 2123,
      "ggcgc": 2124,
      "tggatgt": 2125,
      "ttcctgt": 2126,
      "ttttagc": 2127,
      "tttgaga": 2128,
      "aactgca": 2129,
      "cgctc": 2130,
      "aaataga": 2131,
      "gcaaaat": 2132,
      "tcatgtg": 2133,
      "caagaaa": 2134,
      "gcacaaa": 2135,
      "ctattta": 2136,
      "agacttt": 2137,
      "tgaacaa": 2138,
      "ttaatgc": 2139,
      "tttctcc": 2140,
      "tatatga": 2141,
      "ttcatct": 2142,
      "ctgatga": 2143,
      "gatttca": 2144,
      "tctctca": 2145,
      "agtttca": 2146,
      "tttcatg": 2147,
      "aactgtg": 2148,
      "tataata": 2149,
      "ccctttt": 2150,
      "ccttttc": 2151,
      "tgataat": 2152,
      "gttgaaa": 2153,
      "ctgctgg": 2154,
      "gtctgtt": 2155,
      "attgtta": 2156,
      "aaaacct": 2157,
      "tgttcct": 2158,
      "caaatca": 2159,
      "tttgcag": 2160,
      "tgtgctt": 2161,
      "ttctcat": 2162,
      "agcttta": 2163,
      "gagattt": 2164,
      "gatgaaa": 2165,
      "ttgcact": 2166,
      "tggttta": 2167,
      "tagt\n": 2168,
      "tagaaat": 2169,
      "tcttaat": 2170,
      "ggctttt": 2171,
      "tcagctt": 2172,
      "gtttcat": 2173,
      "gtattat": 2174,
      "acagaga": 2175,
      "atgtctg": 2176,
      "atgctaa": 2177,
      "tattgaa": 2178,
      "tttatgc": 2179,
      "actgatt": 2180,
      "ttcacac": 2181,
      "tgtactt": 2182,
      "agctaaa": 2183,
      "tctttca": 2184,
      "tatgcaa": 2185,
      "acttgaa": 2186,
      "aagcttt": 2187,
      "actaaat": 2188,
      "aacaata": 2189,
      "aacttta": 2190,
      "aatcaca": 2191,
      "gaggaga": 2192,
      "tacaaac": 2193,
      "ctgcatt": 2194,
      "ctgtaca": 2195,
      "attctga": 2196,
      "tgttgct": 2197,
      "tgctgat": 2198,
      "ttcagca": 2199,
      "tgcacaa": 2200,
      "tctgtca": 2201,
      "aactaat": 2202,
      "aacatca": 2203,
      "gctgcag": 2204,
      "atgatat": 2205,
      "aatctga": 2206,
      "gttc\n": 2207,
      "cagaatt": 2208,
      "aaccatt": 2209,
      "aagtatt": 2210,
      "aaagtat": 2211,
      "gctaaaa": 2212,
      "tgagaga": 2213,
      "tcagtca": 2214,
      "gttcaaa": 2215,
      "ctgcagt": 2216,
      "gaaaatt": 2217,
      "gtgctgt": 2218,
      "ttttggc": 2219,
      "acatgct": 2220,
      "atgcaga": 2221,
      "agatgat": 2222,
      "ttaatca": 2223,
      "ttcactg": 2224,
      "tgtactg": 2225,
      "agctgct": 2226,
      "tgcagat": 2227,
      "ttgacat": 2228,
      "aatggaa": 2229,
      "cccga": 2230,
      "aagatgt": 2231,
      "acttcag": 2232,
      "ggtttgt": 2233,
      "tttaagg": 2234,
      "ttctgca": 2235,
      "agaaatt": 2236,
      "aactgta": 2237,
      "cagcagc": 2238,
      "tcctcct": 2239,
      "ttatgtg": 2240,
      "gtggttt": 2241,
      "attgact": 2242,
      "atgtcat": 2243,
      "agagctg": 2244,
      "caaactg": 2245,
      "tgtggtt": 2246,
      "atcttca": 2247,
