{
  "version": "1.0",
  "truncation": {
    "direction": "Right",
    "max_length": 16000,
    "strategy": "LongestFirst",
    "stride": 0
  },
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "</s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "Lowercase"
  },
  "pre_tokenizer": {
    "type": "CharDelimiterSplit",
    "delimiter": " "
  },
  "post_processor": {
    "type": "BertProcessing",
    "sep": [
      "</s>",
      2
    ],
    "cls": [
      "<s>",
      1
    ]
  },
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "[UNK]": 0,
      "<s>": 1,
      "</s>": 2,
      "a": 3,
      "c": 4,
      "g": 5,
      "t": 6,
      "tt": 7,
      "aa": 8,
      "tg": 9,
      "ca": 10,
      "ta": 11,
      "tc": 12,
      "ga": 13,
      "gc": 14,
      "cc": 15,
      "gg": 16,
      "aaa": 17,
      "tta": 18,
      "taa": 19,
      "tga": 20,
      "tca": 21,
      "gtt": 22,
      "ctt": 23,
      "ctg": 24,
      "gaa": 25,
      "gtg": 26,
      "tttt": 27,
      "caa": 28,
      "gca": 29,
      "gt": 30,
      "ct": 31,
      "gga": 32,
      "ctc": 33,
      "cca": 34,
      "gta": 35,
      "ttt": 36,
      "gtc": 37,
      "cta": 38,
      "ttta": 39,
      "ggc": 40,
      "aaaa": 41,
      "tgtg": 42,
      "tttg": 43,
      "aca": 44,
      "taaa": 45,
      "ttc": 46,
      "atg": 47,
      "att": 48,
      "tgt": 49,
      "cac": 50,
      "gaaa": 51,
      "ata": 52,
      "aga": 53,
      "tgc": 54,
      "tat": 55,
      "tttc": 56,
      "ttg": 57,
      "tgaa": 58,
      "gac": 59,
      "ttaa": 60,
      "caaa": 61,
      "cat": 62,
      "cag": 63,
      "agc": 64,
      "at": 65,
      "tct": 66,
      "tgtt": 67,
      "atc": 68,
      "gat": 69,
      "caca": 70,
      "gag": 71,
      "cgc": 72,
      "ttca": 73,
      "cg": 74,
      "tgta": 75,
      "tata": 76,
      "tatt": 77,
      "ctga": 78,
      "tgg": 79,
      "tcaa": 80,
      "acc": 81,
      "cga": 82,
      "ggaa": 83,
      "tgca": 84,
      "ttga": 85,
      "gct": 86,
      "tcc": 87,
      "tctg": 88,
      "aaca": 89,
      "catt": 90,
      "cct": 91,
      "gtga": 92,
      "aatg": 93,
      "tac": 94,
      "taca": 95,
      "gtca": 96,
      "agg": 97,
      "gtaa": 98,
      "caga": 99,
      "tctt": 100,
      "ctca": 101,
      "aata": 102,
      "ggt": 103,
      "ttat": 104,
      "tgga": 105,
      "gaga": 106,
      "gcc": 107,
      "tgtc": 108,
      "aat": 109,
      "gtta": 110,
      "tctc": 111,
      "ccc": 112,
      "aaga": 113,
      "aac": 114,
      "gctg": 115,
      "gatg": 116,
      "aatt": 117,
      "catg": 118,
      "gatt": 119,
      "ctaa": 120,
      "tatg": 121,
      "cagc": 122,
      "tcca": 123,
      "gaca": 124,
      "ttgc": 125,
      "cgg": 126,
      "gttt": 127,
      "taat": 128,
      "ttcc": 129,
      "actt": 130,
      "tag": 131,
      "agtt": 132,
      "agaa": 133,
      "ataa": 134,
      "acaa": 135,
      "cata": 136,
      "ccaa": 137,
      "actg": 138,
      "ttgg": 139,
      "catc": 140,
      "aaat": 141,
      "tgat": 142,
      "ggg": 143,
      "gagc": 144,
      "atta": 145,
      "ctta": 146,
      "cctg": 147,
      "ttgt": 148,
      "gctt": 149,
      "tcta": 150,
      "gcaa": 151,
      "atga": 152,
      "agtg": 153,
      "cctt": 154,
      "cttt": 155,
      "taga": 156,
      "atttt": 157,
      "aagc": 158,
      "cgtt": 159,
      "aatc": 160,
      "ggtg": 161,
      "cctc": 162,
      "tcat": 163,
      "tttta": 164,
      "atca": 165,
      "ttttt": 166,
      "agca": 167,
      "gctc": 168,
      "aaac": 169,
      "cacc": 170,
      "ttgtt": 171,
      "tatc": 172,
      "tttaa": 173,
      "tggc": 174,
      "gata": 175,
      "aag": 176,
      "gagg": 177,
      "ctgt": 178,
      "tgcc": 179,
      "cagg": 180,
      "gatc": 181,
      "gcca": 182,
      "ggtt": 183,
      "acca": 184,
      "aaaaa": 185,
      "aacc": 186,
      "tgac": 187,
      "tgag": 188,
      "tcag": 189,
      "gtgt": 190,
      "aagg": 191,
      "ttac": 192,
      "aaag": 193,
      "ggca": 194,
      "agga": 195,
      "gacc": 196,
      "ttct": 197,
      "ccca": 198,
      "ggga": 199,
      "tggg": 200,
      "tgct": 201,
      "tagc": 202,
      "caat": 203,
      "tccc": 204,
      "ttttttt": 205,
      "cagt": 206,
      "tcac": 207,
      "cact": 208,
      "taac": 209,
      "gaat": 210,
      "ttaaa": 211,
      "cgtg": 212,
      "taaaa": 213,
      "gcg": 214,
      "actc": 215,
      "ctgc": 216,
      "cccc": 217,
      "gaag": 218,
      "ttctt": 219,
      "ggtc": 220,
      "caaaa": 221,
      "acta": 222,
      "agta": 223,
      "agtc": 224,
      "ttag": 225,
      "ggta": 226,
      "cttc": 227,
      "gtaaa": 228,
      "ccg": 229,
      "gaaaa": 230,
      "gttc": 231,
      "gaac": 232,
      "gact": 233,
      "gcag": 234,
      "taag": 235,
      "gttg": 236,
      "tacc": 237,
      "gggg": 238,
      "tcg": 239,
      "gtat": 240,
      "ctct": 241,
      "tttca": 242,
      "ttgtg": 243,
      "ttttg": 244,
      "ggag": 245,
      "attta": 246,
      "tttat": 247,
      "gcat": 248,
      "ccta": 249,
      "cgca": 250,
      "tttga": 251,
      "gggc": 252,
      "caac": 253,
      "gtgc": 254,
      "ttctg": 255,
      "gcta": 256,
      "tttgt": 257,
      "cttg": 258,
      "ttatt": 259,
      "ataaa": 260,
      "tcct": 261,
      "tgctg": 262,
      "tggt": 263,
      "gccc": 264,
      "tact": 265,
      "caag": 266,
      "cgt": 267,
      "ctttt": 268,
      "gtct": 269,
      "cgtc": 270,
      "tgaaa": 271,
      "cgaa": 272,
      "tagg": 273,
      "cgga": 274,
      "ccat": 275,
      "gagt": 276,
      "aaaaaaa": 277,
      "taaat": 278,
      "tagt": 279,
      "aataa": 280,
      "ctgg": 281,
      "aggc": 282,
      "ttttc": 283,
      "ggat": 284,
      "gcac": 285,
      "tcga": 286,
      "ctat": 287,
      "tgtgt": 288,
      "ttgaa": 289,
      "acaaa": 290,
      "atttg": 291,
      "agaaa": 292,
      "ggac": 293,
      "gtgg": 294,
      "gtttt": 295,
      "gcgc": 296,
      "ttgta": 297,
      "atgtg": 298,
      "ctcc": 299,
      "aatga": 300,
      "tcgc": 301,
      "ctaaa": 302,
      "tgtgtgt": 303,
      "tcaaa": 304,
      "tgtga": 305,
      "tttct": 306,
      "gcga": 307,
      "tgctt": 308,
      "ccgc": 309,
      "gtgtgtg": 310,
      "tgtaa": 311,
      "ccac": 312,
      "aacaa": 313,
      "aactg": 314,
      "ggct": 315,
      "gcct": 316,
      "aaaat": 317,
      "ttgca": 318,
      "ttcaa": 319,
      "cggc": 320,
      "cactg": 321,
      "aagtg": 322,
      "cagca": 323,
      "cagtg": 324,
      "gaaat": 325,
      "tgtca": 326,
      "cagaa": 327,
      "ccct": 328,
      "ctac": 329,
      "ttctc": 330,
      "gtac": 331,
      "aatca": 332,
      "ttaat": 333,
      "aagaa": 334,
      "acacaca": 335,
      "ccga": 336,
      "cagtt": 337,
      "aagtt": 338,
      "gtcc": 339,
      "catca": 340,
      "cactt": 341,
      "tatta": 342,
      "ggaaa": 343,
      "tggtt": 344,
      "tactg": 345,
      "ccaaa": 346,
      "cgta": 347,
      "aactt": 348,
      "tggtg": 349,
      "tctga": 350,
      "acga": 351,
      "gggt": 352,
      "aagca": 353,
      "tcgg": 354,
      "ttcca": 355,
      "cacacac": 356,
      "tgaat": 357,
      "tgtta": 358,
      "tataa": 359,
      "tctca": 360,
      "gatga": 361,
      "agt": 362,
      "actga": 363,
      "tcctg": 364,
      "gcgg": 365,
      "ttgtc": 366,
      "aaaac": 367,
      "tttattt": 368,
      "gagga": 369,
      "cacaa": 370,
      "gactg": 371,
      "gtag": 372,
      "ttatttt": 373,
      "tttac": 374,
      "gacg": 375,
      "gactt": 376,
      "gagtt": 377,
      "taaac": 378,
      "acgc": 379,
      "tactt": 380,
      "act": 381,
      "aatta": 382,
      "tgcaa": 383,
      "tatga": 384,
      "ctag": 385,
      "aact": 386,
      "tcctc": 387,
      "ggcc": 388,
      "tttgc": 389,
      "tagtt": 390,
      "ggctg": 391,
      "ccag": 392,
      "tgaag": 393,
      "tttgttt": 394,
      "ttgga": 395,
      "attc": 396,
      "gagaa": 397,
      "gcaaa": 398,
      "taaag": 399,
      "tttgg": 400,
      "tgcg": 401,
      "ttgtttt": 402,
      "gaaac": 403,
      "gagtg": 404,
      "gagca": 405,
      "ttcta": 406,
      "tgtgc": 407,
      "tgttttt": 408,
      "tatca": 409,
      "catta": 410,
      "aacta": 411,
      "aggaa": 412,
      "aagt": 413,
      "tggaa": 414,
      "tacaa": 415,
      "tttttta": 416,
      "agtga": 417,
      "aacca": 418,
      "ttttatt": 419,
      "aagga": 420,
      "tgctc": 421,
      "agtca": 422,
      "actaa": 423,
      "ccgg": 424,
      "gaaag": 425,
      "cagta": 426,
      "gatca": 427,
      "tttag": 428,
      "aactc": 429,
      "cctca": 430,
      "gctga": 431,
      "cagga": 432,
      "tattttt": 433,
      "catga": 434,
      "agtaa": 435,
      "tcctt": 436,
      "accag": 437,
      "tagtg": 438,
      "actca": 439,
      "cacg": 440,
      "tgcca": 441,
      "ttttgtt": 442,
      "tcgt": 443,
      "gacaa": 444,
      "gcgt": 445,
      "ttttaaa": 446,
      "tttttaa": 447,
      "aaaag": 448,
      "gctca": 449,
      "cgct": 450,
      "cacca": 451,
      "tgtgg": 452,
      "ttcg": 453,
      "tttcc": 454,
      "atatata": 455,
      "aagta": 456,
      "cactc": 457,
      "tgaac": 458,
      "tatatat": 459,
      "tttttgt": 460,
      "tttttat": 461,
      "cagtc": 462,
      "tttaaaa": 463,
      "acgg": 464,
      "tcaat": 465,
      "aagtc": 466,
      "gcctt": 467,
      "ctttttt": 468,
      "caaat": 469,
      "tccaa": 470,
      "cataa": 471,
      "tccg": 472,
      "tacg": 473,
      "cacta": 474,
      "tagca": 475,
      "agcta": 476,
      "cctga": 477,
      "tctta": 478,
      "agtta": 479,
      "ggtct": 480,
      "acgtt": 481,
      "ggtca": 482,
      "gactc": 483,
      "ccctt": 484,
      "gggtt": 485,
      "gccg": 486,
      "tctaa": 487,
      "ttaag": 488,
      "gatta": 489,
      "tggca": 490,
      "aaataaa": 491,
      "tagaa": 492,
      "ctcg": 493,
      "atttttt": 494,
      "gcctg": 495,
      "caaac": 496,
      "gataa": 497,
      "tggga": 498,
      "ccctg": 499,
      "tttcttt": 500,
      "ggaat": 501,
      "tccca": 502,
      "gacca": 503,
      "tgtac": 504,
      "gggtg": 505,
      "gtttttt": 506,
      "ggaag": 507,
      "ggcg": 508,
      "tttaaa": 509,
      "ttttttg": 510,
      "tattatt": 511,
      "tacta": 512,
      "tcaag": 513,
      "ttaaaaa": 514,
      "tgcta": 515,
      "actta": 516,
      "tgtttta": 517,
      "ttattat": 518,
      "ttttctt": 519,
      "tggtc": 520,
      "ttttttc": 521,
      "tagta": 522,
      "ttaac": 523,
      "gccaa": 524,
      "gggaa": 525,
      "aacg": 526,
      "ccctc": 527,
      "ttctttt": 528,
      "ttttaat": 529,
      "tactc": 530,
      "atatttt": 531,
      "cgcc": 532,
      "ggtga": 533,
      "gtcg": 534,
      "tttaaat": 535,
      "acg": 536,
      "ttggc": 537,
      "tgtgttt": 538,
      "tggta": 539,
      "cccg": 540,
      "gagtc": 541,
      "atgtttt": 542,
      "ccgt": 543,
      "tcaac": 544,
      "aaacaaa": 545,
      "atttatt": 546,
      "tgtttgt": 547,
      "ttattta": 548,
      "ttttgta": 549,
      "tacca": 550,
      "aaaaaca": 551,
      "cgac": 552,
      "gctaa": 553,
      "cccaa": 554,
      "tgtag": 555,
      "cattttt": 556,
      "aaaacaa": 557,
      "tatttta": 558,
      "gcctc": 559,
      "tttttct": 560,
      "attttta": 561,
      "aataaaa": 562,
      "tgttttg": 563,
      "gtgtttt": 564,
      "gagta": 565,
      "ggtta": 566,
      "taaaaaa": 567,
      "aaaataa": 568,
      "gctta": 569,
      "tatttat": 570,
      "aaaaaat": 571,
      "attatta": 572,
      "tcttttt": 573,
      "acatttt": 574,
      "attattt": 575,
      "tcatttt": 576,
      "gtttgtt": 577,
      "ggtaa": 578,
      "tgtattt": 579,
      "cgtca": 580,
      "aatgttt": 581,
      "tcgtt": 582,
      "aaatgtt": 583,
      "ggaac": 584,
      "attttaa": 585,
      "tgttgtt": 586,
      "ttcattt": 587,
      "tttatta": 588,
      "caaag": 589,
      "aaaaaag": 590,
      "atttaaa": 591,
      "ttttata": 592,
      "tttgtgt": 593,
      "gacta": 594,
      "tccta": 595,
      "aaagaaa": 596,
      "ctgat": 597,
      "caggc": 598,
      "acgtg": 599,
      "aaggc": 600,
      "gttttgt": 601,
      "attttat": 602,
      "tatattt": 603,
      "aatattt": 604,
      "ctgtttt": 605,
      "cccca": 606,
      "cctaa": 607,
      "gttttta": 608,
      "ttgtttg": 609,
      "aaaaata": 610,
      "gccca": 611,
      "tagtc": 612,
      "aaacaca": 613,
      "aataaat": 614,
      "acaaaaa": 615,
      "ttttgtg": 616,
      "aaaatgt": 617,
      "gaggc": 618,
      "cggg": 619,
      "aacaaaa": 620,
      "tttatat": 621,
      "ttgtgtt": 622,
      "tttaatt": 623,
      "tttaaag": 624,
      "gcgtt": 625,
      "tatttaa": 626,
      "tgtaaat": 627,
      "gaaaaaa": 628,
      "ttaaaat": 629,
      "ttaattt": 630,
      "tgggc": 631,
      "aaaaatg": 632,
      "tagga": 633,
      "taaataa": 634,
      "acttttt": 635,
      "cctta": 636,
      "acgca": 637,
      "gggga": 638,
      "ttatttg": 639,
      "tattttg": 640,
      "aaaagaa": 641,
      "aaatgaa": 642,
      "tgtttat": 643,
      "gcgtg": 644,
      "gccgt": 645,
      "aaatatt": 646,
      "aagaaaa": 647,
      "tttgtat": 648,
      "gtcat": 649,
      "ttttgaa": 650,
      "ataaaaa": 651,
      "gtatttt": 652,
      "tgttttc": 653,
      "taaatat": 654,
      "gggca": 655,
      "atttttg": 656,
      "tttttca": 657,
      "gttttaa": 658,
      "tttttga": 659,
      "ttcaaaa": 660,
      "caaaaaa": 661,
      "tttctgt": 662,
      "tttaata": 663,
      "ttgttta": 664,
      "gccta": 665,
      "cttttta": 666,
      "aaaatga": 667,
      "gtttttg": 668,
      "attaaaa": 669,
      "ttgattt": 670,
      "tctctct": 671,
      "aacgc": 672,
      "ccgtt": 673,
      "tgatttt": 674,
      "ttgtaaa": 675,
      "ttttcat": 676,
      "atattta": 677,
      "tcgtg": 678,
      "agaaaaa": 679,
      "tgctttt": 680,
      "taaaata": 681,
      "gattttt": 682,
      "aaatgta": 683,
      "cgaaa": 684,
      "aaaaaac": 685,
      "tttgtaa": 686,
      "ctttaaa": 687,
      "gtgtgtt": 688,
      "ttctgtt": 689,
      "tgtttaa": 690,
      "cgag": 691,
      "tgtaaaa": 692,
      "cgtga": 693,
      "attttgt": 694,
      "acgga": 695,
      "ataaata": 696,
      "ttgttgt": 697,
      "gttttat": 698,
      "tgaaaaa": 699,
      "tttcatt": 700,
      "tttgaaa": 701,
      "ataataa": 702,
      "aacga": 703,
      "taaaaat": 704,
      "gacgt": 705,
      "tatttgt": 706,
      "atttgtt": 707,
      "attgttt": 708,
      "catttta": 709,
      "aaaaaga": 710,
      "tcgtc": 711,
      "aaaacat": 712,
      "aacattt": 713,
      "gggtc": 714,
      "ttatatt": 715,
      "ttttctg": 716,
      "aatgaaa": 717,
      "ttaaatg": 718,
      "taataaa": 719,
      "tgttaaa": 720,
      "gcgca": 721,
      "atataaa": 722,
      "tttcg": 723,
      "ttttaca": 724,
      "acgtc": 725,
      "tttgatt": 726,
      "tttgttg": 727,
      "aaataat": 728,
      "cacgt": 729,
      "tttatgt": 730,
      "tttataa": 731,
      "gtaat": 732,
      "aataata": 733,
      "aaatata": 734,
      "taataat": 735,
      "ttaaata": 736,
      "aattttt": 737,
      "ttattaa": 738,
      "gtttatt": 739,
      "agtgttt": 740,
      "aaattaa": 741,
      "taatttt": 742,
      "tacattt": 743,
      "cttttat": 744,
      "tttttcc": 745,
      "tgtttga": 746,
      "agttttt": 747,
      "gcgga": 748,
      "gttgttt": 749,
      "tttattg": 750,
      "cttgttt": 751,
      "ttttatg": 752,
      "cccta": 753,
      "ttttgat": 754,
      "attttga": 755,
      "cttttaa": 756,
      "taaatgt": 757,
      "ccaag": 758,
      "acacaaa": 759,
      "acgaa": 760,
      "aaatgca": 761,
      "tatac": 762,
      "acaaaca": 763,
      "tgcattt": 764,
      "gtgat": 765,
      "aatatat": 766,
      "tttgtta": 767,
      "ttaataa": 768,
      "ccgtg": 769,
      "ttattgt": 770,
      "atgtaaa": 771,
      "atttaat": 772,
      "atatatt": 773,
      "aaatgtg": 774,
      "taaaaca": 775,
      "ttttaag": 776,
      "cacgc": 777,
      "attttct": 778,
      "tgctgtt": 779,
      "ttgtatt": 780,
      "ttataaa": 781,
      "taattta": 782,
      "gtgtttg": 783,
      "gaagaaa": 784,
      "tttttgg": 785,
      "tgttgaa": 786,
      "ttgtgtg": 787,
      "gatgttt": 788,
      "tatag": 789,
      "ttgaaaa": 790,
      "ttaaaac": 791,
      "aaacatt": 792,
      "gtttgtg": 793,
      "atgtttg": 794,
      "gacga": 795,
      "tattaaa": 796,
      "tttaatg": 797,
      "tcgca": 798,
      "cttttgt": 799,
      "tttagtt": 800,
      "tttttac": 801,
      "tttgaat": 802,
      "atttata": 803,
      "tataaat": 804,
      "atgttta": 805,
      "ttaaatt": 806,
      "aatttta": 807,
      "tctgttt": 808,
      "ttttgtc": 809,
      "ttaaaca": 810,
      "aaaacac": 811,
      "ttatttc": 812,
      "tttttgc": 813,
      "tgtgtat": 814,
      "tttcttc": 815,
      "aattaaa": 816,
      "ttttact": 817,
      "aatgtaa": 818,
      "actttta": 819,
      "tgttatt": 820,
      "ttttctc": 821,
      "tgaatgt": 822,
      "tcgga": 823,
      "tttacat": 824,
      "aatttaa": 825,
      "gacgc": 826,
      "ttaatat": 827,
      "tatgttt": 828,
      "gatattt": 829,
      "ac": 830,
      "ctttatt": 831,
      "tgaagaa": 832,
      "ctgac": 833,
      "tgtcttt": 834,
      "tgtttct": 835,
      "gacgg": 836,
      "tgtatat": 837,
      "gtttttc": 838,
      "ctgag": 839,
      "ctttttc": 840,
      "ttttcaa": 841,
      "ttttcct": 842,
      "tgtgaaa": 843,
      "atgaaaa": 844,
      "cgtaa": 845,
      "ttgcttt": 846,
      "gccgc": 847,
      "ttttgca": 848,
      "tcgaa": 849,
      "ctctctc": 850,
      "tttaaga": 851,
      "ccgga": 852,
      "taatatt": 853,
      "tttgctt": 854,
      "tttcaaa": 855,
      "cgcg": 856,
      "taaaatg": 857,
      "gttttca": 858,
      "gtaaata": 859,
      "ccgtc": 860,
      "agagaga": 861,
      "ttaatgt": 862,
      "attttca": 863,
      "aattatt": 864,
      "tcattta": 865,
      "ctgaaaa": 866,
      "tttttag": 867,
      "tttactt": 868,
      "agatttt": 869,
      "tgtatgt": 870,
      "tttaaca": 871,
      "ccgca": 872,
      "gttttga": 873,
      "cattttg": 874,
      "catttaa": 875,
      "agttttg": 876,
      "tttatga": 877,
      "gatttta": 878,
      "ctttttg": 879,
      "ttcgt": 880,
      "tgcgt": 881,
      "gtgag": 882,
      "tctttta": 883,
      "gcgtc": 884,
      "aaataca": 885,
      "tataaaa": 886,
      "tccgc": 887,
      "tacga": 888,
      "tagtttt": 889,
      "caaaaca": 890,
      "aaaactg": 891,
      "acattta": 892,
      "gtttaaa": 893,
      "ttttcta": 894,
      "tttacaa": 895,
      "ctgtaaa": 896,
      "aaaacta": 897,
      "cacga": 898,
      "ggggc": 899,
      "tttattc": 900,
      "actgttt": 901,
      "tgaaaat": 902,
      "ttttcag": 903,
      "tttaaac": 904,
      "ctatttt": 905,
      "tttgtga": 906,
      "atatttg": 907,
      "ttgactt": 908,
      "taggc": 909,
      "ctgtttg": 910,
      "tattgtt": 911,
      "ggaaaaa": 912,
      "tattaat": 913,
      "ttttggt": 914,
      "ctctttt": 915,
      "tgtgtga": 916,
      "tgaattt": 917,
      "ttcagtt": 918,
      "aactca": 919,
      "tattttc": 920,
      "ctgctgt": 921,
      "tgtgttg": 922,
      "aaatgat": 923,
      "ttttgct": 924,
      "ttagttt": 925,
      "gactttt": 926,
      "tgacttt": 927,
      "gttttct": 928,
      "tgtgtgc": 929,
      "tttctct": 930,
      "aacacaa": 931,
      "aaaaact": 932,
      "aataaac": 933,
      "catttat": 934,
      "ttatgtt": 935,
      "atttctt": 936,
      "tggtttt": 937,
      "gcttttt": 938,
      "ttatata": 939,
      "taaatga": 940,
      "gtaaaaa": 941,
      "catgttt": 942,
      "ataaaat": 943,
      "tttggtt": 944,
      "aacacac": 945,
      "ataaatg": 946,
      "tgatgtt": 947,
      "atattaa": 948,
      "cactttt": 949,
      "ctgttta": 950,
      "cttattt": 951,
      "tactttt": 952,
      "tcgta": 953,
      "ttacttt": 954,
      "caaaata": 955,
      "cacattt": 956,
      "atttttc": 957,
      "tgtttca": 958,
      "acacact": 959,
      "aatatta": 960,
      "aaaaagt": 961,
      "agtattt": 962,
      "tgtctgt": 963,
      "gaaaaca": 964,
      "caaaaat": 965,
      "tttgttc": 966,
      "acagaaa": 967,
      "ttctttc": 968,
      "ttgaaat": 969,
      "aatgtgt": 970,
      "aaatttt": 971,
      "tgtacat": 972,
      "tatttca": 973,
      "ttttaga": 974,
      "cttaaaa": 975,
      "ctttgtt": 976,
      "cattaaa": 977,
      "ataaaca": 978,
      "aaagttt": 979,
      "tgattta": 980,
      "attaatt": 981,
      "tctgctg": 982,
      "tttactg": 983,
      "tgcgc": 984,
      "gttattt": 985,
      "atgtgtt": 986,
      "tgcttta": 987,
      "atcattt": 988,
      "gggta": 989,
      "ctttctt": 990,
      "tttgaag": 991,
      "gcaag": 992,
      "agtgtgt": 993,
      "ttgtttc": 994,
      "gcatttt": 995,
      "aaaagca": 996,
      "aaaatgc": 997,
      "tgaatga": 998,
      "cttttct": 999,
      "gtctttt": 1000,
      "ttggttt": 1001,
      "tcctttt": 1002,
      "cccgc": 1003,
      "taaaaac": 1004,
      "ctgtgtg": 1005,
      "agtttta": 1006,
      "gcgaa": 1007,
      "gtattta": 1008,
      "tttctta": 1009,
      "atgtgtg": 1010,
      "ttaaaag": 1011,
      "cagtttt": 1012,
      "ttttgga": 1013,
      "attaaat": 1014,
      "tttctga": 1015,
      "cacaaaa": 1016,
      "catttgt": 1017,
      "taaatta": 1018,
      "ttaatta": 1019,
      "gtcag": 1020,
      "ttcttta": 1021,
      "acaaata": 1022,
      "aaaatta": 1023,
      "atttcaa": 1024,
      "catttca": 1025,
      "ccaaaaa": 1026,
      "ttttagt": 1027,
      "tttaagt": 1028,
      "agaaatg": 1029,
      "taatgtt": 1030,
      "ttcga": 1031,
      "gaaatgt": 1032,
      "aaacttt": 1033,
      "tgagttt": 1034,
      "ttgtctt": 1035,
      "tgcaaaa": 1036,
      "aaacatg": 1037,
      "tgatgat": 1038,
      "gtgttta": 1039,
      "tttcctt": 1040,
      "gtgac": 1041,
      "aatgttg": 1042,
      "gctgttt": 1043,
      "actgaaa": 1044,
      "atttgta": 1045,
      "ccatttt": 1046,
      "tttgtct": 1047,
      "atctttt": 1048,
      "tctttaa": 1049,
      "atgattt": 1050,
      "aataatt": 1051,
      "tcttttg": 1052,
      "tgttgtg": 1053,
      "gtttaat": 1054,
      "atattat": 1055,
      "ccgaa": 1056,
      "aaatatg": 1057,
      "aaaagtg": 1058,
      "agaaaat": 1059,
      "gaatgtt": 1060,
      "acatttg": 1061,
      "catattt": 1062,
      "atttgtg": 1063,
      "tggaaaa": 1064,
      "ttttaac": 1065,
      "aacagaa": 1066,
      "aatataa": 1067,
      "ttaaaga": 1068,
      "aatgaat": 1069,
      "caaaatg": 1070,
      "ttcaaat": 1071,
      "ttccttt": 1072,
      "tgaaatg": 1073,
      "tgtgatt": 1074,
      "aacaaca": 1075,
      "tctttct": 1076,
      "aaattat": 1077,
      "atttgaa": 1078,
      "ttcgc": 1079,
      "atttcat": 1080,
      "tcatgtt": 1081,
      "gtttgaa": 1082,
      "tttgcat": 1083,
      "aatcaaa": 1084,
      "gtaaatg": 1085,
      "aaattgt": 1086,
      "tcagttt": 1087,
      "gtgtgta": 1088,
      "atttctg": 1089,
      "ttaatga": 1090,
      "ttcagtg": 1091,
      "ctcattt": 1092,
      "acgta": 1093,
      "aagtttt": 1094,
      "tgaaaac": 1095,
      "tccga": 1096,
      "tcaaaat": 1097,
      "atgcttt": 1098,
      "caaatgt": 1099,
      "aggaaaa": 1100,
      "tctcttt": 1101,
      "tttcaga": 1102,
      "tactgta": 1103,
      "gcggc": 1104,
      "ttacaaa": 1105,
      "ttttcca": 1106,
      "gaaagaa": 1107,
      "ttcatgt": 1108,
      "tatataa": 1109,
      "tctgaaa": 1110,
      "aaaaatt": 1111,
      "ttgtaca": 1112,
      "aataaag": 1113,
      "tgatttg": 1114,
      "gtttctt": 1115,
      "tgtgtaa": 1116,
      "tgttcaa": 1117,
      "tccgt": 1118,
      "cagattt": 1119,
      "aataatg": 1120,
      "aacaaac": 1121,
      "tcatttg": 1122,
      "tgtgctg": 1123,
      "ttgtaat": 1124,
      "ttcactt": 1125,
      "cagaaaa": 1126,
      "aaattta": 1127,
      "aaactga": 1128,
      "ttatgaa": 1129,
      "ttcagat": 1130,
      "actttaa": 1131,
      "agaagaa": 1132,
      "acaaaat": 1133,
      "gaaaaat": 1134,
      "tttctca": 1135,
      "caaataa": 1136,
      "tatttga": 1137,
      "aattgtt": 1138,
      "agcattt": 1139,
      "ttcttct": 1140,
      "aatttat": 1141,
      "aatttgt": 1142,
      "aactttt": 1143,
      "ggttttt": 1144,
      "ctttaat": 1145,
      "gaaaatg": 1146,
      "attaata": 1147,
      "cacgg": 1148,
      "tcttaaa": 1149,
      "tggagga": 1150,
      "agtttgt": 1151,
      "ttcttca": 1152,
      "ttgtgta": 1153,
      "tacaaaa": 1154,
      "aaactgt": 1155,
      "taattaa": 1156,
      "tttgctg": 1157,
      "tttgtac": 1158,
      "tgaataa": 1159,
      "tatatta": 1160,
      "aatgtat": 1161,
      "acggc": 1162,
      "tacgc": 1163,
      "ggtttta": 1164,
      "aaagaca": 1165,
      "aaatgct": 1166,
      "cttcttt": 1167,
      "ctgtgaa": 1168,
      "tgtgaat": 1169,
      "tgttctg": 1170,
      "agtaaat": 1171,
      "tgtttac": 1172,
      "tggattt": 1173,
      "gatttaa": 1174,
      "ctaaaaa": 1175,
      "agaaaca": 1176,
      "ccctca": 1177,
      "ttacatt": 1178,
      "tcataaa": 1179,
      "gttgttg": 1180,
      "ctgtgtt": 1181,
      "ctgcttt": 1182,
      "aaaacag": 1183,
      "tcaaaaa": 1184,
      "gtgattt": 1185,
      "ttgtgaa": 1186,
      "ttctgaa": 1187,
      "taaattt": 1188,
      "taaacat": 1189,
      "atgaaat": 1190,
      "caaacaa": 1191,
      "ttcagaa": 1192,
      "cgtta": 1193,
      "ataatat": 1194,
      "ttaaact": 1195,
      "taaaact": 1196,
      "tctgtgt": 1197,
      "gaaaata": 1198,
      "tttagat": 1199,
      "aaaatca": 1200,
      "tttggat": 1201,
      "attcatt": 1202,
      "attttag": 1203,
      "gaaataa": 1204,
      "tatttct": 1205,
      "aaagaga": 1206,
      "tcagtgt": 1207,
      "gtttata": 1208,
      "tttacag": 1209,
      "acatttc": 1210,
      "tgttcat": 1211,
      "atttaca": 1212,
      "aaacact": 1213,
      "aaagaag": 1214,
      "gttaaaa": 1215,
      "aatgctg": 1216,
      "tgccttt": 1217,
      "gagaaaa": 1218,
      "aaagtgt": 1219,
      "ttattca": 1220,
      "gtttaca": 1221,
      "gtgtaaa": 1222,
      "atgcatt": 1223,
      "tgtatta": 1224,
      "ataaaac": 1225,
      "ccggc": 1226,
      "taaaaag": 1227,
      "atgtatt": 1228,
      "atgaatg": 1229,
      "caaacac": 1230,
      "gtcattt": 1231,
      "gtaaaat": 1232,
      "aatgatt": 1233,
      "aagtaaa": 1234,
      "aacaaat": 1235,
      "ttttgag": 1236,
      "aaaagtt": 1237,
      "acagttt": 1238,
      "gagagag": 1239,
      "aagattt": 1240,
      "tttgtgc": 1241,
      "tgtttgc": 1242,
      "aaacaag": 1243,
      "gaataaa": 1244,
      "atttgat": 1245,
      "attttac": 1246,
      "tttctaa": 1247,
      "gatgatg": 1248,
      "cagaaat": 1249,
      "atgttca": 1250,
      "catttga": 1251,
      "gttac": 1252,
      "aaggaaa": 1253,
      "tttcagt": 1254,
      "cattatt": 1255,
      "gccga": 1256,
      "aaatcaa": 1257,
      "ttactgt": 1258,
      "tgagaaa": 1259,
      "tttcaat": 1260,
      "tgtaatg": 1261,
      "aattaat": 1262,
      "catttct": 1263,
      "gtttctg": 1264,
      "tttactc": 1265,
      "tttggaa": 1266,
      "cacaaac": 1267,
      "agagaaa": 1268,
      "agctttt": 1269,
      "ttcatta": 1270,
      "atgatga": 1271,
      "tgtttgg": 1272,
      "cataaaa": 1273,
      "tcagaaa": 1274,
      "gaatgaa": 1275,
      "tgtgttc": 1276,
      "taaacaa": 1277,
      "atgttgt": 1278,
      "aacagca": 1279,
      "aatgtta": 1280,
      "gtcac": 1281,
      "tcttctt": 1282,
      "tcggc": 1283,
      "gcgta": 1284,
      "tcatcat": 1285,
      "tttagaa": 1286,
      "ttaaagt": 1287,
      "ccgta": 1288,
      "tgatgaa": 1289,
      "tcacttt": 1290,
      "gtttgta": 1291,
      "cttttga": 1292,
      "caatttt": 1293,
      "attgtgt": 1294,
      "ttgttat": 1295,
      "actgtaa": 1296,
      "gcaaaaa": 1297,
      "ttaaagg": 1298,
      "gtgttca": 1299,
      "taaagtt": 1300,
      "caaatat": 1301,
      "aatgtga": 1302,
      "aatgcaa": 1303,
      "aagcaaa": 1304,
      "ttgaatg": 1305,
      "cagtgtt": 1306,
      "tgtcatt": 1307,
      "tattata": 1308,
      "taatata": 1309,
      "tcatttc": 1310,
      "ctcaaaa": 1311,
      "taaatca": 1312,
      "tttgatg": 1313,
      "tgaaata": 1314,
      "gagtttt": 1315,
      "acacatt": 1316,
      "tttcaca": 1317,
      "aagaaga": 1318,
      "cattttc": 1319,
      "gttttgg": 1320,
      "gtgaaaa": 1321,
      "acac": 1322,
      "gaaatga": 1323,
      "tgcgg": 1324,
      "ctgattt": 1325,
      "ataattt": 1326,
      "ttttatc": 1327,
      "ttctaaa": 1328,
      "aaacaga": 1329,
      "taaaaga": 1330,
      "cttctgt": 1331,
      "tgttgta": 1332,
      "ttgaatt": 1333,
      "aatgatg": 1334,
      "aaatgtc": 1335,
      "acacttt": 1336,
      "tgttgat": 1337,
      "ttgagtt": 1338,
      "tgtaatt": 1339,
      "aaacaat": 1340,
      "ttattga": 1341,
      "tgatatt": 1342,
      "tttgtca": 1343,
      "tttcctc": 1344,
      "agcaaaa": 1345,
      "cacacat": 1346,
      "agtttat": 1347,
      "ttgttca": 1348,
      "tttaact": 1349,
      "tttgagt": 1350,
      "tgctgct": 1351,
      "ttgaaca": 1352,
      "agaaaga": 1353,
      "tgttaat": 1354,
      "aaattga": 1355,
      "taattat": 1356,
      "tcacaca": 1357,
      "atgtaca": 1358,
      "tgaatat": 1359,
      "tgtacaa": 1360,
      "ttgaaga": 1361,
      "ttgcatt": 1362,
      "aattttg": 1363,
      "aaatgag": 1364,
      "ttataat": 1365,
      "atgaaga": 1366,
      "tgtctga": 1367,
      "actttat": 1368,
      "acaaaac": 1369,
      "gatttat": 1370,
      "aaaggaa": 1371,
      "attatat": 1372,
      "tttcata": 1373,
      "ttctctt": 1374,
      "aaagtga": 1375,
      "aaagcaa": 1376,
      "tcattca": 1377,
      "ttttgac": 1378,
      "aatatga": 1379,
      "tgtcaaa": 1380,
      "agaaaac": 1381,
      "agaaaag": 1382,
      "ttgttaa": 1383,
      "tgctgaa": 1384,
      "aagaaat": 1385,
      "ctgttgt": 1386,
      "ttttggg": 1387,
      "caaaaga": 1388,
      "aaaacca": 1389,
      "tttctat": 1390,
      "tgttctt": 1391,
      "ttcataa": 1392,
      "tgcatta": 1393,
      "tcttgtt": 1394,
      "tcttctg": 1395,
      "tttgact": 1396,
      "aataaca": 1397,
      "aagaaag": 1398,
      "aaatgga": 1399,
      "aaaccaa": 1400,
      "gttgtgt": 1401,
      "gtgttgt": 1402,
      "acataaa": 1403,
      "tgcaaat": 1404,
      "tattgta": 1405,
      "aacactg": 1406,
      "aaactca": 1407,
      "caataaa": 1408,
      "acactga": 1409,
      "atggaaa": 1410,
      "atttcag": 1411,
      "atattgt": 1412,
      "tgcga": 1413,
      "aacactt": 1414,
      "agtttga": 1415,
      "atttatg": 1416,
      "cacttta": 1417,
      "gttttac": 1418,
      "ttgtgat": 1419,
      "tgaagga": 1420,
      "ataaaag": 1421,
      "atttact": 1422,
      "ttcaaca": 1423,
      "aagtgtt": 1424,
      "tcaaaac": 1425,
      "aaatcat": 1426,
      "ctgttga": 1427,
      "aaaactt": 1428,
      "taaagca": 1429,
      "aatgcat": 1430,
      "tatgaaa": 1431,
      "agtttaa": 1432,
      "caaaact": 1433,
      "aatgaag": 1434,
      "tctaaaa": 1435,
      "tctttgt": 1436,
      "aaatatc": 1437,
      "caaaaac": 1438,
      "gcacttt": 1439,
      "tttatca": 1440,
      "ttcgg": 1441,
      "agag": 1442,
      "gatttga": 1443,
      "gacattt": 1444,
      "aaaaagc": 1445,
      "ttctgtg": 1446,
      "ttctgtc": 1447,
      "tgctgga": 1448,
      "aactgaa": 1449,
      "cggaa": 1450,
      "ttattct": 1451,
      "taatgaa": 1452,
      "gtttgat": 1453,
      "ttttcac": 1454,
      "atataat": 1455,
      "ttggaaa": 1456,
      "cctgttt": 1457,
      "actattt": 1458,
      "aaatctt": 1459,
      "taatttg": 1460,
      "attgtaa": 1461,
      "atacaaa": 1462,
      "tttctgc": 1463,
      "aatattg": 1464,
      "ataatgt": 1465,
      "tctattt": 1466,
      "tgccaaa": 1467,
      "ttctgta": 1468,
      "aaatttg": 1469,
      "aaagtca": 1470,
      "ctgtatt": 1471,
      "aaaagta": 1472,
      "atataca": 1473,
      "ttgatga": 1474,
      "gctgctg": 1475,
      "ttgctgt": 1476,
      "actgtat": 1477,
      "attattg": 1478,
      "tgaaaca": 1479,
      "aaagatg": 1480,
      "cttaaat": 1481,
      "aaaagga": 1482,
      "taaagaa": 1483,
      "attgaaa": 1484,
      "cccgt": 1485,
      "acttttg": 1486,
      "ttatgta": 1487,
      "ctgaaat": 1488,
      "tttacac": 1489,
      "atgctgt": 1490,
      "gctttta": 1491,
      "aaataag": 1492,
      "gtgcttt": 1493,
      "acatgaa": 1494,
      "agatgtt": 1495,
      "tgcactg": 1496,
      "aagatga": 1497,
      "taaaagt": 1498,
      "ctttgtg": 1499,
      "gaaaaac": 1500,
      "aaaatac": 1501,
      "tgtgtta": 1502,
      "acagcag": 1503,
      "ttgtcat": 1504,
      "tgaactg": 1505,
      "atcaaaa": 1506,
      "ttcatat": 1507,
      "ttgatgt": 1508,
      "aggtttt": 1509,
      "aatatgt": 1510,
      "aatgaca": 1511,
      "aactgtt": 1512,
      "tgtaaag": 1513,
      "tcagatt": 1514,
      "taaagtg": 1515,
      "atagttt": 1516,
      "gaggaaa": 1517,
      "tacaaat": 1518,
      "tctttat": 1519,
      "ggatttt": 1520,
      "tttatac": 1521,
      "atgcaaa": 1522,
      "ttcatca": 1523,
      "cattcat": 1524,
      "aatttga": 1525,
      "acaaaag": 1526,
      "cctttaa": 1527,
      "atttgca": 1528,
      "ttatgat": 1529,
      "gtttgag": 1530,
      "ctttctg": 1531,
      "ctgcaga": 1532,
      "gaatgtg": 1533,
      "gtatttg": 1534,
      "tttagct": 1535,
      "tgtggtt": 1536,
      "tgtgcat": 1537,
      "agagttt": 1538,
      "cacacaa": 1539,
      "tgcagtt": 1540,
      "ttgttga": 1541,
      "aaaaagg": 1542,
      "tttgaca": 1543,
      "aaattca": 1544,
      "taacatt": 1545,
      "taaactg": 1546,
      "agctgaa": 1547,
      "tgtataa": 1548,
      "tgcatgt": 1549,
      "cattgtt": 1550,
      "gatgaaa": 1551,
      "ttttagg": 1552,
      "agaaata": 1553,
      "tataatt": 1554,
      "cagtatt": 1555,
      "aagaaac": 1556,
      "tatgtgt": 1557,
      "tatttac": 1558,
      "aaatctg": 1559,
      "tgattaa": 1560,
      "tgactgt": 1561,
      "agatgaa": 1562,
      "accaaaa": 1563,
      "aattgaa": 1564,
      "ctaaaat": 1565,
      "agaatgt": 1566,
      "agcagaa": 1567,
      "aagtgaa": 1568,
      "aactaaa": 1569,
      "ggttttg": 1570,
      "aaatcca": 1571,
      "ctggttt": 1572,
      "gtgtttc": 1573,
      "cacaaat": 1574,
      "tgaatta": 1575,
      "ttaagtt": 1576,
      "tattcat": 1577,
      "tacacac": 1578,
      "ataatta": 1579,
      "tagaaaa": 1580,
      "aaaggga": 1581,
      "tgatttc": 1582,
      "ctgctga": 1583,
      "gtgtgaa": 1584,
      "tttatag": 1585,
      "gaaatat": 1586,
      "atatttc": 1587,
      "agatatt": 1588,
      "agaggaa": 1589,
      "tatatgt": 1590,
      "tgcagaa": 1591,
      "aatgctt": 1592,
      "tcttcat": 1593,
      "gccgg": 1594,
      "ttccaaa": 1595,
      "acaataa": 1596,
      "acaacaa": 1597,
      "aatctga": 1598,
      "tttcact": 1599,
      "tttgaga": 1600,
      "acaaatt": 1601,
      "ttgtatg": 1602,
      "actaaaa": 1603,
      "tccaaaa": 1604,
      "tgattgt": 1605,
      "ctttata": 1606,
      "ggaggag": 1607,
      "atatatg": 1608,
      "tgaacac": 1609,
      "tgcactt": 1610,
      "aacatga": 1611,
      "ttctttg": 1612,
      "gagtgtg": 1613,
      "tgaaaag": 1614,
      "gattatt": 1615,
      "atttaag": 1616,
      "agattta": 1617,
      "tgcagtg": 1618,
      "aacatta": 1619,
      "tacagta": 1620,
      "tttgata": 1621,
      "tgctgta": 1622,
      "ttctctg": 1623,
      "tggaaat": 1624,
      "tgattat": 1625,
      "cttcaaa": 1626,
      "ctgtctg": 1627,
      "atgtata": 1628,
      "atatgtt": 1629,
      "ttaattg": 1630,
      "caaattt": 1631,
      "aacatgt": 1632,
      "aatgttc": 1633,
      "attataa": 1634,
      "tgaaaga": 1635,
      "tcttttc": 1636,
      "cccga": 1637,
      "aaacata": 1638,
      "ttttccc": 1639,
      "aaaatgg": 1640,
      "atactgt": 1641,
      "tgtactt": 1642,
      "aatcttt": 1643,
      "agtaaaa": 1644,
      "catttac": 1645,
      "aaactaa": 1646,
      "taaaatt": 1647,
      "gttcatt": 1648,
      "cttttca": 1649,
      "ctgctgc": 1650,
      "atatgaa": 1651,
      "atacaca": 1652,
      "tctgtaa": 1653,
      "aatgtct": 1654,
      "tatgtat": 1655,
      "ttctctc": 1656,
      "tcatatt": 1657,
      "gtatgtg": 1658,
      "aaaagct": 1659,
      "ttaactt": 1660,
      "ttaagaa": 1661,
      "ttcattc": 1662,
      "tattgtg": 1663,
      "tccgg": 1664,
      "aatacaa": 1665,
      "aagagaa": 1666,
      "aatttca": 1667,
      "ttgcctt": 1668,
      "tttaatc": 1669,
      "aggagga": 1670,
      "ataaatt": 1671,
      "cataaat": 1672,
      "aaacagc": 1673,
      "ttatgtg": 1674,
      "ttagaaa": 1675,
      "taatgtg": 1676,
      "gttttgc": 1677,
      "ctttgaa": 1678,
      "ctgaatg": 1679,
      "ctgaaga": 1680,
      "gtgaact": 1681,
      "caacaca": 1682,
      "gcattta": 1683,
      "gtatatt": 1684,
      "aaaattt": 1685,
      "acattca": 1686,
      "atgtaat": 1687,
      "attcagt": 1688,
      "tgtacag": 1689,
      "attttgg": 1690,
      "ttctgct": 1691,
      "tcaaaca": 1692,
      "aagtttg": 1693,
      "tggttta": 1694,
      "tgtaaac": 1695,
      "ttacagt": 1696,
      "taatgta": 1697,
      "aaaagac": 1698,
      "atgcaca": 1699,
      "attgatt": 1700,
      "caaacat": 1701,
      "ttgatta": 1702,
      "aatggtt": 1703,
      "acaattt": 1704,
      "tgctgca": 1705,
      "atgtgta": 1706,
      "tctcatt": 1707,
      "gatttct": 1708,
      "tcattaa": 1709,
      "tcacatt": 1710,
      "tcattat": 1711,
      "gttgaaa": 1712,
      "attcaga": 1713,
      "tgtactg": 1714,
      "ttgatat": 1715,
      "actgtga": 1716,
      "cctttta": 1717,
      "attttgc": 1718,
      "atgtgaa": 1719,
      "tagtgtt": 1720,
      "taatgca": 1721,
      "tgacatt": 1722,
      "caacaaa": 1723,
      "acattaa": 1724,
      "taaacac": 1725,
      "taaatgc": 1726,
      "tttcctg": 1727,
      "aatatct": 1728,
      "aaaaatc": 1729,
      "acaaatg": 1730,
      "cagtttg": 1731,
      "cgat": 1732,
      "aaacctg": 1733,
      "aaactct": 1734,
      "taacaaa": 1735,
      "acagaca": 1736,
      "acagtgt": 1737,
      "ttctgat": 1738,
      "attctgt": 1739,
      "tttcttg": 1740,
      "tggagaa": 1741,
      "acttaaa": 1742,
      "agaattt": 1743,
      "caggttt": 1744,
      "ttcttgt": 1745,
      "tgctgtg": 1746,
      "tgaaatt": 1747,
      "agaaact": 1748,
      "tgtgatg": 1749,
      "tgctttg": 1750,
      "tattatg": 1751,
      "gactgaa": 1752,
      "tctgaat": 1753,
      "gattttg": 1754,
      "tttagta": 1755,
      "tgtgtgg": 1756,
      "attcttt": 1757,
      "attgtat": 1758,
      "agacaaa": 1759,
      "ttgactg": 1760,
      "aattcaa": 1761,
      "gattaaa": 1762,
      "ttgttct": 1763,
      "aaggttt": 1764,
      "ttcttaa": 1765,
      "tataaac": 1766,
      "gacaaaa": 1767,
      "aaacagt": 1768,
      "tgactga": 1769,
      "ctggaaa": 1770,
      "gaacaca": 1771,
      "gtatgtt": 1772,
      "acatgtt": 1773,
      "acagaag": 1774,
      "taaagat": 1775,
      "tttccaa": 1776,
      "tgaacat": 1777,
      "ttaacat": 1778,
      "agctgtt": 1779,
      "acctttt": 1780,
      "gtaattt": 1781,
      "tgaaagt": 1782,
      "ttgtata": 1783,
      "ttcaatt": 1784,
      "aaagtaa": 1785,
      "aaatgac": 1786,
      "aaacaac": 1787,
      "gtttgca": 1788,
      "ctgtaca": 1789,
      "ctgaatt": 1790,
      "gaatttt": 1791,
      "caaaaag": 1792,
      "acatatt": 1793,
      "atgttat": 1794,
      "tgctgat": 1795,
      "tgaagat": 1796,
      "atctgaa": 1797,
      "ttcagct": 1798,
      "catcttt": 1799,
      "aacaaga": 1800,
      "tcttatt": 1801,
      "taattgt": 1802,
      "gttcaaa": 1803,
      "gttttag": 1804,
      "gaatgta": 1805,
      "atgttaa": 1806,
      "atgttct": 1807,
      "tttccat": 1808,
      "gttag": 1809,
      "aatctgt": 1810,
      "aatcaca": 1811,
      "tggtttg": 1812,
      "ttataca": 1813,
      "cttcatt": 1814,
      "gtctgtt": 1815,
      "tttatct": 1816,
      "acataca": 1817,
      "taaatct": 1818,
      "attgaat": 1819,
      "gaaacac": 1820,
      "ttcagca": 1821,
      "tcttcaa": 1822,
      "tcttcag": 1823,
      "tctcg": 1824,
      "aagcttt": 1825,
      "tgctttc": 1826,
      "aatcatt": 1827,
      "gagtttg": 1828,
      "cccaaaa": 1829,
      "taagaaa": 1830,
      "gtctgtg": 1831,
      "acactgt": 1832,
      "tgaagag": 1833,
      "ttcactg": 1834,
      "tgtatga": 1835,
      "tgcattg": 1836,
      "tacatat": 1837,
      "gctgaaa": 1838,
      "cgttttt": 1839,
      "ttttagc": 1840,
      "tatgaat": 1841,
      "aaatggt": 1842,
      "ctgttca": 1843,
      "ctgtgat": 1844,
      "gaaaaag": 1845,
      "gtgaaat": 1846,
      "caatatt": 1847,
      "gtatata": 1848,
      "aaaatct": 1849,
      "aaaagag": 1850,
      "aaaacct": 1851,
      "acagaga": 1852,
      "atgttga": 1853,
      "atattca": 1854,
      "atatgca": 1855,
      "tgaagtt": 1856,
      "aagatgt": 1857,
      "aagatat": 1858,
      "tccattt": 1859,
      "ttcctct": 1860,
      "actcaaa": 1861,
      "aatgaga": 1862,
      "tcaaatg": 1863,
      "tgttaca": 1864,
      "tatgatt": 1865,
      "atctgtt": 1866,
      "cacactg": 1867,
      "tgtattg": 1868,
      "aatgtca": 1869,
      "aatacat": 1870,
      "atgatgt": 1871,
      "gtaaatt": 1872,
      "cagaaga": 1873,
      "ttccatt": 1874,
      "attcaaa": 1875,
      "gatttgt": 1876,
      "gggaaaa": 1877,
      "aaagctg": 1878,
      "caaaatt": 1879,
      "tttgcac": 1880,
      "ttcaaac": 1881,
      "attgtga": 1882,
      "caaatta": 1883,
      "tcaattt": 1884,
      "gagagaa": 1885,
      "gatttca": 1886,
      "actttgt": 1887,
      "atcatca": 1888,
      "aactgtg": 1889,
      "ttgcaca": 1890,
      "ttgcact": 1891,
      "tggtgtt": 1892,
      "ttacaat": 1893,
      "tgatgtc": 1894,
      "cttaatt": 1895,
      "gaaaaga": 1896,
      "ggagaaa": 1897,
      "tgtgtct": 1898,
      "taaatac": 1899,
      "attaaac": 1900,
      "atttgag": 1901,
      "ttcagta": 1902,
      "aacacat": 1903,
      "tttaagg": 1904,
      "cagcaga": 1905,
      "ctgtaat": 1906,
      "tttggtg": 1907,
      "ttaacaa": 1908,
      "tgttgtc": 1909,
      "tgttcag": 1910,
      "tgtagtt": 1911,
      "ctgatga": 1912,
      "tgcacaa": 1913,
      "cagatga": 1914,
      "gagattt": 1915,
      "tatgtaa": 1916,
      "ttcctgt": 1917,
      "agttgtt": 1918,
      "actgtgt": 1919,
      "agcagca": 1920,
      "ttaaatc": 1921,
      "tgtaata": 1922,
      "aagcaca": 1923,
      "aaagatt": 1924,
      "aaaattg": 1925,
      "tttgaac": 1926,
      "caaatca": 1927,
      "ttcacac": 1928,
      "aatactg": 1929,
      "aagagga": 1930,
      "ttaaagc": 1931,
      "ttgtgct": 1932,
      "tcaaact": 1933,
      "tcatgaa": 1934,
      "tcagctt": 1935,
      "tcactgt": 1936,
      "gttcttt": 1937,
      "gtggttt": 1938,
      "gtgctgt": 1939,
      "tgtggat": 1940,
      "tttgcaa": 1941,
      "atgaaca": 1942,
      "tgaagtg": 1943,
      "ttaatca": 1944,
      "caaatga": 1945,
      "tatattg": 1946,
      "tgcacat": 1947,
      "tctgtat": 1948,
      "aagaaca": 1949,
      "aagttta": 1950,
      "aacttta": 1951,
      "ctttcat": 1952,
      "ctgaaag": 1953,
      "gaacaaa": 1954,
      "gaatatt": 1955,
      "aaaagat": 1956,
      "atgtctt": 1957,
      "atggttt": 1958,
      "gaaacaa": 1959,
      "agatgat": 1960,
      "ttcagag": 1961,
      "tctgtta": 1962,
      "tctgtga": 1963,
      "tctgtct": 1964,
      "tctttca": 1965,
      "aattgta": 1966,
      "cagcg": 1967,
      "actttca": 1968,
      "attttcc": 1969,
      "gaaaact": 1970,
      "tcaaata": 1971,
      "tgtgaga": 1972,
      "cactgtt": 1973,
      "ccaaaac": 1974,
      "tgacaaa": 1975,
      "ctgctgg": 1976,
      "ttttggc": 1977,
      "tgtgctt": 1978,
      "tgtgaac": 1979,
      "atacatt": 1980,
      "agatttg": 1981,
      "ctgatgt": 1982,
      "tctgtca": 1983,
      "ttcctca": 1984,
      "tagattt": 1985,
      "aagctga": 1986,
      "aaccttt": 1987,
      "tttcatg": 1988,
      "tgcttgt": 1989,
      "ttgtctg": 1990,
      "gaggagg": 1991,
      "ttctatt": 1992,
      "gagtaaa": 1993,
      "gcttttg": 1994,
      "gcctttt": 1995,
      "tgattca": 1996,
      "ctgtttc": 1997,
      "ctgttat": 1998,
      "ctgtcat": 1999,
      "gtgtatt": 2000,
      "gcacaca": 2001,
      "gcagcag": 2002,
      "ctctgaa": 2003,
      "ctattta": 2004,
      "tttacta": 2005,
      "taaacag": 2006,
      "atgaatt": 2007,
      "attaatg": 2008,
      "attgtta": 2009,
      "agaggag": 2010,
      "tgaacaa": 2011,
      "caaactg": 2012,
      "cacacag": 2013,
      "tacagaa": 2014,
      "tgtcctg": 2015,
      "gttatta": 2016,
      "actgaag": 2017,
      "aaccaaa": 2018,
      "atttgct": 2019,
      "cactgaa": 2020,
      "tagttta": 2021,
      "cggt": 2022,
      "ccaaaat": 2023,
      "aaaggtt": 2024,
      "tgagtgt": 2025,
      "tcatgtg": 2026,
      "gttaaat": 2027,
      "tttagtg": 2028,
      "tgtggtg": 2029,
      "atgtttc": 2030,
      "atgctaa": 2031,
      "attcata": 2032,
      "atcaaat": 2033,
      "ttcactc": 2034,
      "aattgtg": 2035,
      "ttctgga": 2036,
      "ataaaga": 2037,
      "ataaagt": 2038,
      "aactgta": 2039,
      "cagcatt": 2040,
      "tacttta": 2041,
      "ggtttgt": 2042,
      "ttacaca": 2043,
      "tgatctg": 2044,
      "tcagaat": 2045,
      "cttgtgt": 2046,
      "ctgctct": 2047,
      "caagaaa": 2048,
      "acatgca": 2049,
      "acacaat": 2050,
      "gaaatta": 2051,
      "gaaactg": 2052,
      "gaaacat": 2053,
      "cacagaa": 2054,
      "ttcatga": 2055,
      "tattgaa": 2056,
      "cagagga": 2057,
      "agtttct": 2058,
      "agaagag": 2059,
      "attatga": 2060,
      "tatcttt": 2061,
      "aacaatt": 2062,
      "aacaata": 2063,
      "catcatc": 2064,
      "tgaggaa": 2065,
      "tcacact": 2066,
      "gtcaaaa": 2067,
      "atacttt": 2068,
      "tgaactt": 2069,
      "gattgtt": 2070,
      "actgctg": 2071,
      "attagtt": 2072,
      "tgctaaa": 2073,
      "ttgaagt": 2074,
      "tataatg": 2075,
      "tataata": 2076,
      "ggaaaat": 2077,
      "aaacatc": 2078,
      "aaagtat": 2079,
      "gtttctc": 2080,
      "ctttgta": 2081,
      "ctgttaa": 2082,
      "ctgaagg": 2083,
      "gaacatt": 2084,
      "ctctctg": 2085,
      "tttggag": 2086,
      "tttgggt": 2087,
      "acatata": 2088,
      "acagtga": 2089,
      "tgcagga": 2090,
      "tacagtt": 2091,
      "aatattc": 2092,
      "ggtgttt": 2093,
      "tttaagc": 2094,
      "tttcagc": 2095,
      "cagttta": 2096,
      "tggtgaa": 2097,
      "gaggaga": 2098,
      "tttgtgg": 2099,
      "aaagcag": 2100,
      "tgatgtg": 2101,
      "tcatctt": 2102,
      "tcattgt": 2103,
      "ctgaaca": 2104,
      "tttatgc": 2105,
      "tgtgcaa": 2106,
      "atgaata": 2107,
      "atgtatg": 2108,
      "atgaaag": 2109,
      "atttcca": 2110,
      "attaaag": 2111,
      "agacttt": 2112,
      "tgaacta": 2113,
      "ttcacaa": 2114,
      "ttcatct": 2115,
      "aatagtt": 2116,
      "aagactt": 2117,
      "actgcag": 2118,
      "gcttgtt": 2119,
      "agtgaaa": 2120,
      "acaaact": 2121,
      "cagtgtg": 2122,
      "aaactag": 2123,
      "gtttcca": 2124,
      "gttctgt": 2125,
      "cttcagt": 2126,
      "ctgcaaa": 2127,
      "ctctgtg": 2128,
      "ggctttt": 2129,
      "ctgattg": 2130,
      "tgtcg": 2131,
      "agttaaa": 2132,
      "agtttca": 2133,
      "actgttg": 2134,
      "gatgtgt": 2135,
      "ccttttc": 2136,
      "aaacttg": 2137,
      "tgatgta": 2138,
      "cttcttc": 2139,
      "ctggagg": 2140,
      "gtgcctt": 2141,
      "gcacaaa": 2142,
      "tttacct": 2143,
      "taaattg": 2144,
      "atttcta": 2145,
      "tttcccc": 2146,
      "atctgtg": 2147,
      "gtaag": 2148,
      "tggatgt": 2149,
      "tctctgt": 2150,
      "cctgctg": 2151,
      "aagcact": 2152,
      "tcctcct": 2153,
      "aagtatt": 2154,
      "aaatttc": 2155,
      "aaagctt": 2156,
      "aaagaat": 2157,
      "aaactgc": 2158,
      "taaaatc": 2159,
      "gtttcat": 2160,
      "gaagatg": 2161,
      "ctctctt": 2162,
      "aaaatag": 2163,
      "gaaagca": 2164,
      "atatgta": 2165,
      "ttaattc": 2166,
      "tgttcct": 2167,
      "atctaaa": 2168,
      "atctgca": 2169,
      "tatacat": 2170,
      "tattgat": 2171,
      "aatggaa": 2172,
      "gtaac": 2173,
      "cagctgt": 2174,
      "gacagaa": 2175,
      "gctttaa": 2176,
      "tgggttt": 2177,
      "tcaaatt": 2178,
      "aagcatt": 2179,
      "tgtttcc": 2180,
      "gatgaag": 2181,
      "ccctttt": 2182,
      "ttacaga": 2183,
      "ttatctt": 2184,
      "ttattag": 2185,
      "tgagctg": 2186,
      "gttcacc": 2187,
      "ctgtatg": 2188,
      "ctgttct": 2189,
      "gtactgt": 2190,
      "acattgt": 2191,
      "taaacta": 2192,
      "ttaatgc": 2193,
      "agctgga": 2194,
      "agctgct": 2195,
      "tgcagat": 2196,
      "tctgctt": 2197,
      "tctgcat": 2198,
      "gctgctt": 2199,
      "cagcttt": 2200,
      "acttgaa": 2201,
      "agttttc": 2202,
      "acaacat": 2203,
      "agcactt": 2204,
      "agcagat": 2205,
      "atttagt": 2206,
      "ttgaata": 2207,
      "tactgtt": 2208,
      "aagcaga": 2209,
      "gctaaaa": 2210,
      "ggtgtgt": 2211,
      "aaagact": 2212,
      "aaagcat": 2213,
      "aaatact": 2214,
      "taaaagc": 2215,
      "tgacaga": 2216,
      "cttgatt": 2217,
      "ctgcatt": 2218,
      "ctgcagt": 2219,
      "ctctgct": 2220,
      "aaaaggt": 2221,
      "tgtggaa": 2222,
      "atgctga": 2223,
      "atgtctg": 2224,
      "atgcaga": 2225,
      "atgtgat": 2226,
      "agcttta": 2227,
      "aacagat": 2228,
      "ttgtgca": 2229,
      "ttctgca": 2230,
      "cagcaca": 2231,
      "actaaat": 2232,
      "agttatt": 2233,
      "tgtttt": 2234,
      "catgtgt": 2235,
      "aaatcag": 2236,
      "tcatctg": 2237,
      "ctggaga": 2238,
      "gaagaga": 2239,
      "gcagaaa": 2240,
