{
  "version": "1.0",
  "truncation": {
    "direction": "Right",
    "max_length": 512,
    "strategy": "LongestFirst",
    "stride": 0
  },
  "padding": null,
  "added_tokens": [],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "CharDelimiterSplit",
    "delimiter": " "
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "A": 0,
      "C": 1,
      "G": 2,
      "T": 3,
      "TT": 4,
      "AA": 5,
      "TG": 6,
      "CA": 7,
      "TA": 8,
      "TC": 9,
      "GA": 10,
      "GC": 11,
      "CC": 12,
      "GG": 13,
      "AAA": 14,
      "TTA": 15,
      "TAA": 16,
      "TGA": 17,
      "TCA": 18,
      "GTT": 19,
      "CTT": 20,
      "CTG": 21,
      "GAA": 22,
      "GTG": 23,
      "TTTT": 24,
      "CAA": 25,
      "GCA": 26,
      "GT": 27,
      "CT": 28,
      "GGA": 29,
      "CTC": 30,
      "CCA": 31,
      "GTA": 32,
      "TTT": 33,
      "GTC": 34,
      "CTA": 35,
      "TTTA": 36,
      "GGC": 37,
      "AAAA": 38,
      "TGTG": 39,
      "TTTG": 40,
      "ACA": 41,
      "TAAA": 42,
      "TTC": 43,
      "ATG": 44,
      "ATT": 45,
      "TGT": 46,
      "CAC": 47,
      "GAAA": 48,
      "ATA": 49,
      "AGA": 50,
      "TGC": 51,
      "TAT": 52,
      "TTTC": 53,
      "TTG": 54,
      "TGAA": 55,
      "GAC": 56,
      "TTAA": 57,
      "CAAA": 58,
      "CAT": 59,
      "CAG": 60,
      "AGC": 61,
      "AT": 62,
      "TCT": 63,
      "TGTT": 64,
      "ATC": 65,
      "GAT": 66,
      "CACA": 67,
      "GAG": 68,
      "CGC": 69,
      "TTCA": 70,
      "CG": 71,
      "TGTA": 72,
      "TATA": 73,
      "TATT": 74,
      "CTGA": 75,
      "TGG": 76,
      "TCAA": 77,
      "ACC": 78,
      "CGA": 79,
      "GGAA": 80,
      "TGCA": 81,
      "TTGA": 82,
      "GCT": 83,
      "TCC": 84,
      "TCTG": 85,
      "AACA": 86,
      "CATT": 87,
      "CCT": 88,
      "GTGA": 89,
      "AATG": 90,
      "TAC": 91,
      "TACA": 92,
      "GTCA": 93,
      "AGG": 94,
      "GTAA": 95,
      "CAGA": 96,
      "TCTT": 97,
      "CTCA": 98,
      "AATA": 99,
      "GGT": 100,
      "TTAT": 101,
      "TGGA": 102,
      "GAGA": 103,
      "GCC": 104,
      "TGTC": 105,
      "AAT": 106,
      "GTTA": 107,
      "TCTC": 108,
      "CCC": 109,
      "AAGA": 110,
      "AAC": 111,
      "GCTG": 112,
      "GATG": 113,
      "AATT": 114,
      "CATG": 115,
      "GATT": 116,
      "CTAA": 117,
      "TATG": 118,
      "CAGC": 119,
      "TCCA": 120,
      "GACA": 121,
      "TTGC": 122,
      "CGG": 123,
      "GTTT": 124,
      "TAAT": 125,
      "TTCC": 126,
      "ACTT": 127,
      "TAG": 128,
      "AGTT": 129,
      "AGAA": 130,
      "ATAA": 131,
      "ACAA": 132,
      "CATA": 133,
      "CCAA": 134,
      "ACTG": 135,
      "TTGG": 136,
      "CATC": 137,
      "AAAT": 138,
      "TGAT": 139,
      "GGG": 140,
      "GAGC": 141,
      "ATTA": 142,
      "CTTA": 143,
      "CCTG": 144,
      "TTGT": 145,
      "GCTT": 146,
      "TCTA": 147,
      "GCAA": 148,
      "ATGA": 149,
      "AGTG": 150,
      "CCTT": 151,
      "CTTT": 152,
      "TAGA": 153,
      "ATTTT": 154,
      "AAGC": 155,
      "CGTT": 156,
      "AATC": 157,
      "GGTG": 158,
      "CCTC": 159,
      "TCAT": 160,
      "TTTTA": 161,
      "ATCA": 162,
      "TTTTT": 163,
      "AGCA": 164,
      "GCTC": 165,
      "AAAC": 166,
      "CACC": 167,
      "TTGTT": 168,
      "TATC": 169,
      "TTTAA": 170,
      "TGGC": 171,
      "GATA": 172,
      "AAG": 173,
      "GAGG": 174,
      "CTGT": 175,
      "TGCC": 176,
      "CAGG": 177,
      "GATC": 178,
      "GCCA": 179,
      "GGTT": 180,
      "ACCA": 181,
      "AAAAA": 182,
      "AACC": 183,
      "TGAC": 184,
      "TGAG": 185,
      "TCAG": 186,
      "GTGT": 187,
      "AAGG": 188,
      "TTAC": 189,
      "AAAG": 190,
      "GGCA": 191,
      "AGGA": 192,
      "GACC": 193,
      "TTCT": 194,
      "CCCA": 195,
      "GGGA": 196,
      "TGGG": 197,
      "TGCT": 198,
      "TAGC": 199,
      "CAAT": 200,
      "TCCC": 201,
      "TTTTTTT": 202,
      "CAGT": 203,
      "TCAC": 204,
      "CACT": 205,
      "TAAC": 206,
      "GAAT": 207,
      "TTAAA": 208,
      "CGTG": 209,
      "TAAAA": 210,
      "GCG": 211,
      "ACTC": 212,
      "CTGC": 213,
      "CCCC": 214,
      "GAAG": 215,
      "TTCTT": 216,
      "GGTC": 217,
      "CAAAA": 218,
      "ACTA": 219,
      "AGTA": 220,
      "AGTC": 221,
      "TTAG": 222,
      "GGTA": 223,
      "CTTC": 224,
      "GTAAA": 225,
      "CCG": 226,
      "GAAAA": 227,
      "GTTC": 228,
      "GAAC": 229,
      "GACT": 230,
      "GCAG": 231,
      "TAAG": 232,
      "GTTG": 233,
      "TACC": 234,
      "GGGG": 235,
      "TCG": 236,
      "GTAT": 237,
      "CTCT": 238,
      "TTTCA": 239,
      "TTGTG": 240,
      "TTTTG": 241,
      "GGAG": 242,
      "ATTTA": 243,
      "TTTAT": 244,
      "GCAT": 245,
      "CCTA": 246,
      "CGCA": 247,
      "TTTGA": 248,
      "GGGC": 249,
      "CAAC": 250,
      "GTGC": 251,
      "TTCTG": 252,
      "GCTA": 253,
      "TTTGT": 254,
      "CTTG": 255,
      "TTATT": 256,
      "ATAAA": 257,
      "TCCT": 258,
      "TGCTG": 259,
      "TGGT": 260,
      "GCCC": 261,
      "TACT": 262,
      "CAAG": 263,
      "CGT": 264,
      "CTTTT": 265,
      "GTCT": 266,
      "CGTC": 267,
      "TGAAA": 268,
      "CGAA": 269,
      "TAGG": 270,
      "CGGA": 271,
      "CCAT": 272,
      "GAGT": 273,
      "AAAAAAA": 274,
      "TAAAT": 275,
      "TAGT": 276,
      "AATAA": 277,
      "CTGG": 278,
      "AGGC": 279,
      "TTTTC": 280,
      "GGAT": 281,
      "GCAC": 282,
      "TCGA": 283,
      "CTAT": 284,
      "TGTGT": 285,
      "TTGAA": 286,
      "ACAAA": 287,
      "ATTTG": 288,
      "AGAAA": 289,
      "GGAC": 290,
      "GTGG": 291,
      "GTTTT": 292,
      "GCGC": 293,
      "TTGTA": 294,
      "ATGTG": 295,
      "CTCC": 296,
      "AATGA": 297,
      "TCGC": 298,
      "CTAAA": 299,
      "TGTGTGT": 300,
      "TCAAA": 301,
      "TGTGA": 302,
      "TTTCT": 303,
      "GCGA": 304,
      "TGCTT": 305,
      "CCGC": 306,
      "GTGTGTG": 307,
      "TGTAA": 308,
      "CCAC": 309,
      "AACAA": 310,
      "AACTG": 311,
      "GGCT": 312,
      "GCCT": 313,
      "AAAAT": 314,
      "TTGCA": 315,
      "TTCAA": 316,
      "CGGC": 317,
      "CACTG": 318,
      "AAGTG": 319,
      "CAGCA": 320,
      "CAGTG": 321,
      "GAAAT": 322,
      "TGTCA": 323,
      "CAGAA": 324,
      "CCCT": 325,
      "CTAC": 326,
      "TTCTC": 327,
      "GTAC": 328,
      "AATCA": 329,
      "TTAAT": 330,
      "AAGAA": 331,
      "ACACACA": 332,
      "CCGA": 333,
      "CAGTT": 334,
      "AAGTT": 335,
      "GTCC": 336,
      "CATCA": 337,
      "CACTT": 338,
      "TATTA": 339,
      "GGAAA": 340,
      "TGGTT": 341,
      "TACTG": 342,
      "CCAAA": 343,
      "CGTA": 344,
      "AACTT": 345,
      "TGGTG": 346,
      "TCTGA": 347,
      "ACGA": 348,
      "GGGT": 349,
      "AAGCA": 350,
      "TCGG": 351,
      "TTCCA": 352,
      "CACACAC": 353,
      "TGAAT": 354,
      "TGTTA": 355,
      "TATAA": 356,
      "TCTCA": 357,
      "GATGA": 358,
      "AGT": 359,
      "ACTGA": 360,
      "TCCTG": 361,
      "GCGG": 362,
      "TTGTC": 363,
      "AAAAC": 364,
      "TTTATTT": 365,
      "GAGGA": 366,
      "CACAA": 367,
      "GACTG": 368,
      "GTAG": 369,
      "TTATTTT": 370,
      "TTTAC": 371,
      "GACG": 372,
      "GACTT": 373,
      "GAGTT": 374,
      "TAAAC": 375,
      "ACGC": 376,
      "TACTT": 377,
      "ACT": 378,
      "AATTA": 379,
      "TGCAA": 380,
      "TATGA": 381,
      "CTAG": 382,
      "AACT": 383,
      "TCCTC": 384,
      "GGCC": 385,
      "TTTGC": 386,
      "TAGTT": 387,
      "GGCTG": 388,
      "CCAG": 389,
      "TGAAG": 390,
      "TTTGTTT": 391,
      "TTGGA": 392,
      "ATTC": 393,
      "GAGAA": 394,
      "GCAAA": 395,
      "TAAAG": 396,
      "TTTGG": 397,
      "TGCG": 398,
      "TTGTTTT": 399,
      "GAAAC": 400,
      "GAGTG": 401,
      "GAGCA": 402,
      "TTCTA": 403,
      "TGTGC": 404,
      "TGTTTTT": 405,
      "TATCA": 406,
      "CATTA": 407,
      "AACTA": 408,
      "AGGAA": 409,
      "AAGT": 410,
      "TGGAA": 411,
      "TACAA": 412,
      "TTTTTTA": 413,
      "AGTGA": 414,
      "AACCA": 415,
      "TTTTATT": 416,
      "AAGGA": 417,
      "TGCTC": 418,
      "AGTCA": 419,
      "ACTAA": 420,
      "CCGG": 421,
      "GAAAG": 422,
      "CAGTA": 423,
      "GATCA": 424,
      "TTTAG": 425,
      "AACTC": 426,
      "CCTCA": 427,
      "GCTGA": 428,
      "CAGGA": 429,
      "TATTTTT": 430,
      "CATGA": 431,
      "AGTAA": 432,
      "TCCTT": 433,
      "ACCAG": 434,
      "TAGTG": 435,
      "ACTCA": 436,
      "CACG": 437,
      "TGCCA": 438,
      "TTTTGTT": 439,
      "TCGT": 440,
      "GACAA": 441,
      "GCGT": 442,
      "TTTTAAA": 443,
      "TTTTTAA": 444,
      "AAAAG": 445,
      "GCTCA": 446,
      "CGCT": 447,
      "CACCA": 448,
      "TGTGG": 449,
      "TTCG": 450,
      "TTTCC": 451,
      "ATATATA": 452,
      "AAGTA": 453,
      "CACTC": 454,
      "TGAAC": 455,
      "TATATAT": 456,
      "TTTTTGT": 457,
      "TTTTTAT": 458,
      "CAGTC": 459,
      "TTTAAAA": 460,
      "ACGG": 461,
      "TCAAT": 462,
      "AAGTC": 463,
      "GCCTT": 464,
      "CTTTTTT": 465,
      "CAAAT": 466,
      "TCCAA": 467,
      "CATAA": 468,
      "TCCG": 469,
      "TACG": 470,
      "CACTA": 471,
      "TAGCA": 472,
      "AGCTA": 473,
      "CCTGA": 474,
      "TCTTA": 475,
      "AGTTA": 476,
      "GGTCT": 477,
      "ACGTT": 478,
      "GGTCA": 479,
      "GACTC": 480,
      "CCCTT": 481,
      "GGGTT": 482,
      "GCCG": 483,
      "TCTAA": 484,
      "TTAAG": 485,
      "GATTA": 486,
      "TGGCA": 487,
      "AAATAAA": 488,
      "TAGAA": 489,
      "CTCG": 490,
      "ATTTTTT": 491,
      "GCCTG": 492,
      "CAAAC": 493,
      "GATAA": 494,
      "TGGGA": 495,
      "CCCTG": 496,
      "TTTCTTT": 497,
      "GGAAT": 498,
      "TCCCA": 499,
      "GACCA": 500,
      "TGTAC": 501,
      "GGGTG": 502,
      "GTTTTTT": 503,
      "GGAAG": 504,
      "GGCG": 505,
      "TTTAAA": 506,
      "TTTTTTG": 507,
      "TATTATT": 508,
      "TACTA": 509,
      "TCAAG": 510,
      "TTAAAAA": 511,
      "TGCTA": 512,
      "ACTTA": 513,
      "TGTTTTA": 514,
      "TTATTAT": 515,
      "TTTTCTT": 516,
      "TGGTC": 517,
      "TTTTTTC": 518,
      "TAGTA": 519,
      "TTAAC": 520,
      "GCCAA": 521,
      "GGGAA": 522,
      "AACG": 523,
      "CCCTC": 524,
      "TTCTTTT": 525,
      "TTTTAAT": 526,
      "TACTC": 527,
      "ATATTTT": 528,
      "CGCC": 529,
      "GGTGA": 530,
      "GTCG": 531,
      "TTTAAAT": 532,
      "ACG": 533,
      "TTGGC": 534,
      "TGTGTTT": 535,
      "TGGTA": 536,
      "CCCG": 537,
      "GAGTC": 538,
      "ATGTTTT": 539,
      "CCGT": 540,
      "TCAAC": 541,
      "AAACAAA": 542,
      "ATTTATT": 543,
      "TGTTTGT": 544,
      "TTATTTA": 545,
      "TTTTGTA": 546,
      "TACCA": 547,
      "AAAAACA": 548,
      "CGAC": 549,
      "GCTAA": 550,
      "CCCAA": 551,
      "TGTAG": 552,
      "CATTTTT": 553,
      "AAAACAA": 554,
      "TATTTTA": 555,
      "GCCTC": 556,
      "TTTTTCT": 557,
      "ATTTTTA": 558,
      "AATAAAA": 559,
      "TGTTTTG": 560,
      "GTGTTTT": 561,
      "GAGTA": 562,
      "GGTTA": 563,
      "TAAAAAA": 564,
      "AAAATAA": 565,
      "GCTTA": 566,
      "TATTTAT": 567,
      "AAAAAAT": 568,
      "ATTATTA": 569,
      "TCTTTTT": 570,
      "ACATTTT": 571,
      "ATTATTT": 572,
      "TCATTTT": 573,
      "GTTTGTT": 574,
      "GGTAA": 575,
      "TGTATTT": 576,
      "CGTCA": 577,
      "AATGTTT": 578,
      "TCGTT": 579,
      "AAATGTT": 580,
      "GGAAC": 581,
      "ATTTTAA": 582,
      "TGTTGTT": 583,
      "TTCATTT": 584,
      "TTTATTA": 585,
      "CAAAG": 586,
      "AAAAAAG": 587,
      "ATTTAAA": 588,
      "TTTTATA": 589,
      "TTTGTGT": 590,
      "GACTA": 591,
      "TCCTA": 592,
      "AAAGAAA": 593,
      "CTGAT": 594,
      "CAGGC": 595,
      "ACGTG": 596,
      "AAGGC": 597,
      "GTTTTGT": 598,
      "ATTTTAT": 599,
      "TATATTT": 600,
      "AATATTT": 601,
      "CTGTTTT": 602,
      "CCCCA": 603,
      "CCTAA": 604,
      "GTTTTTA": 605,
      "TTGTTTG": 606,
      "AAAAATA": 607,
      "GCCCA": 608,
      "TAGTC": 609,
      "AAACACA": 610,
      "AATAAAT": 611,
      "ACAAAAA": 612,
      "TTTTGTG": 613,
      "AAAATGT": 614,
      "GAGGC": 615,
      "CGGG": 616,
      "AACAAAA": 617,
      "TTTATAT": 618,
      "TTGTGTT": 619,
      "TTTAATT": 620,
      "TTTAAAG": 621,
      "GCGTT": 622,
      "TATTTAA": 623,
      "TGTAAAT": 624,
      "GAAAAAA": 625,
      "TTAAAAT": 626,
      "TTAATTT": 627,
      "TGGGC": 628,
      "AAAAATG": 629,
      "TAGGA": 630,
      "TAAATAA": 631,
      "ACTTTTT": 632,
      "CCTTA": 633,
      "ACGCA": 634,
      "GGGGA": 635,
      "TTATTTG": 636,
      "TATTTTG": 637,
      "AAAAGAA": 638,
      "AAATGAA": 639,
      "TGTTTAT": 640,
      "GCGTG": 641,
      "GCCGT": 642,
      "AAATATT": 643,
      "AAGAAAA": 644,
      "TTTGTAT": 645,
      "GTCAT": 646,
      "TTTTGAA": 647,
      "ATAAAAA": 648,
      "GTATTTT": 649,
      "TGTTTTC": 650,
      "TAAATAT": 651,
      "GGGCA": 652,
      "ATTTTTG": 653,
      "TTTTTCA": 654,
      "GTTTTAA": 655,
      "TTTTTGA": 656,
      "TTCAAAA": 657,
      "CAAAAAA": 658,
      "TTTCTGT": 659,
      "TTTAATA": 660,
      "TTGTTTA": 661,
      "GCCTA": 662,
      "CTTTTTA": 663,
      "AAAATGA": 664,
      "GTTTTTG": 665,
      "ATTAAAA": 666,
      "TTGATTT": 667,
      "TCTCTCT": 668,
      "AACGC": 669,
      "CCGTT": 670,
      "TGATTTT": 671,
      "TTGTAAA": 672,
      "TTTTCAT": 673,
      "ATATTTA": 674,
      "TCGTG": 675,
      "AGAAAAA": 676,
      "TGCTTTT": 677,
      "TAAAATA": 678,
      "GATTTTT": 679,
      "AAATGTA": 680,
      "CGAAA": 681,
      "AAAAAAC": 682,
      "TTTGTAA": 683,
      "CTTTAAA": 684,
      "GTGTGTT": 685,
      "TTCTGTT": 686,
      "TGTTTAA": 687,
      "CGAG": 688,
      "TGTAAAA": 689,
      "CGTGA": 690,
      "ATTTTGT": 691,
      "ACGGA": 692,
      "ATAAATA": 693,
      "TTGTTGT": 694,
      "GTTTTAT": 695,
      "TGAAAAA": 696,
      "TTTCATT": 697,
      "TTTGAAA": 698,
      "ATAATAA": 699,
      "AACGA": 700,
      "TAAAAAT": 701,
      "GACGT": 702,
      "TATTTGT": 703,
      "ATTTGTT": 704,
      "ATTGTTT": 705,
      "CATTTTA": 706,
      "AAAAAGA": 707,
      "TCGTC": 708,
      "AAAACAT": 709,
      "AACATTT": 710,
      "GGGTC": 711,
      "TTATATT": 712,
      "TTTTCTG": 713,
      "AATGAAA": 714,
      "TTAAATG": 715,
      "TAATAAA": 716,
      "TGTTAAA": 717,
      "GCGCA": 718,
      "ATATAAA": 719,
      "TTTCG": 720,
      "TTTTACA": 721,
      "ACGTC": 722,
      "TTTGATT": 723,
      "TTTGTTG": 724,
      "AAATAAT": 725,
      "CACGT": 726,
      "TTTATGT": 727,
      "TTTATAA": 728,
      "GTAAT": 729,
      "AATAATA": 730,
      "AAATATA": 731,
      "TAATAAT": 732,
      "TTAAATA": 733,
      "AATTTTT": 734,
      "TTATTAA": 735,
      "GTTTATT": 736,
      "AGTGTTT": 737,
      "AAATTAA": 738,
      "TAATTTT": 739,
      "TACATTT": 740,
      "CTTTTAT": 741,
      "TTTTTCC": 742,
      "TGTTTGA": 743,
      "AGTTTTT": 744,
      "GCGGA": 745,
      "GTTGTTT": 746,
      "TTTATTG": 747,
      "CTTGTTT": 748,
      "TTTTATG": 749,
      "CCCTA": 750,
      "TTTTGAT": 751,
      "ATTTTGA": 752,
      "CTTTTAA": 753,
      "TAAATGT": 754,
      "CCAAG": 755,
      "ACACAAA": 756,
      "ACGAA": 757,
      "AAATGCA": 758,
      "TATAC": 759,
      "ACAAACA": 760,
      "TGCATTT": 761,
      "GTGAT": 762,
      "AATATAT": 763,
      "TTTGTTA": 764,
      "TTAATAA": 765,
      "CCGTG": 766,
      "TTATTGT": 767,
      "ATGTAAA": 768,
      "ATTTAAT": 769,
      "ATATATT": 770,
      "AAATGTG": 771,
      "TAAAACA": 772,
      "TTTTAAG": 773,
      "CACGC": 774,
      "ATTTTCT": 775,
      "TGCTGTT": 776,
      "TTGTATT": 777,
      "TTATAAA": 778,
      "TAATTTA": 779,
      "GTGTTTG": 780,
      "GAAGAAA": 781,
      "TTTTTGG": 782,
      "TGTTGAA": 783,
      "TTGTGTG": 784,
      "GATGTTT": 785,
      "TATAG": 786,
      "TTGAAAA": 787,
      "TTAAAAC": 788,
      "AAACATT": 789,
      "GTTTGTG": 790,
      "ATGTTTG": 791,
      "GACGA": 792,
      "TATTAAA": 793,
      "TTTAATG": 794,
      "TCGCA": 795,
      "CTTTTGT": 796,
      "TTTAGTT": 797,
      "TTTTTAC": 798,
      "TTTGAAT": 799,
      "ATTTATA": 800,
      "TATAAAT": 801,
      "ATGTTTA": 802,
      "TTAAATT": 803,
      "AATTTTA": 804,
      "TCTGTTT": 805,
      "TTTTGTC": 806,
      "TTAAACA": 807,
      "AAAACAC": 808,
      "TTATTTC": 809,
      "TTTTTGC": 810,
      "TGTGTAT": 811,
      "TTTCTTC": 812,
      "AATTAAA": 813,
      "TTTTACT": 814,
      "AATGTAA": 815,
      "ACTTTTA": 816,
      "TGTTATT": 817,
      "TTTTCTC": 818,
      "TGAATGT": 819,
      "TCGGA": 820,
      "TTTACAT": 821,
      "AATTTAA": 822,
      "GACGC": 823,
      "TTAATAT": 824,
      "TATGTTT": 825,
      "GATATTT": 826,
      "AC": 827,
      "CTTTATT": 828,
      "TGAAGAA": 829,
      "CTGAC": 830,
      "TGTCTTT": 831,
      "TGTTTCT": 832,
      "GACGG": 833,
      "TGTATAT": 834,
      "GTTTTTC": 835,
      "CTGAG": 836,
      "CTTTTTC": 837,
      "TTTTCAA": 838,
      "TTTTCCT": 839,
      "TGTGAAA": 840,
      "ATGAAAA": 841,
      "CGTAA": 842,
      "TTGCTTT": 843,
      "GCCGC": 844,
      "TTTTGCA": 845,
      "TCGAA": 846,
      "CTCTCTC": 847,
      "TTTAAGA": 848,
      "CCGGA": 849,
      "TAATATT": 850,
      "TTTGCTT": 851,
      "TTTCAAA": 852,
      "CGCG": 853,
      "TAAAATG": 854,
      "GTTTTCA": 855,
      "GTAAATA": 856,
      "CCGTC": 857,
      "AGAGAGA": 858,
      "TTAATGT": 859,
      "ATTTTCA": 860,
      "AATTATT": 861,
      "TCATTTA": 862,
      "CTGAAAA": 863,
      "TTTTTAG": 864,
      "TTTACTT": 865,
      "AGATTTT": 866,
      "TGTATGT": 867,
      "TTTAACA": 868,
      "CCGCA": 869,
      "GTTTTGA": 870,
      "CATTTTG": 871,
      "CATTTAA": 872,
      "AGTTTTG": 873,
      "TTTATGA": 874,
      "GATTTTA": 875,
      "CTTTTTG": 876,
      "TTCGT": 877,
      "TGCGT": 878,
      "GTGAG": 879,
      "TCTTTTA": 880,
      "GCGTC": 881,
      "AAATACA": 882,
      "TATAAAA": 883,
      "TCCGC": 884,
      "TACGA": 885,
      "TAGTTTT": 886,
      "CAAAACA": 887,
      "AAAACTG": 888,
      "ACATTTA": 889,
      "GTTTAAA": 890,
      "TTTTCTA": 891,
      "TTTACAA": 892,
      "CTGTAAA": 893,
      "AAAACTA": 894,
      "CACGA": 895,
      "GGGGC": 896,
      "TTTATTC": 897,
      "ACTGTTT": 898,
      "TGAAAAT": 899,
      "TTTTCAG": 900,
      "TTTAAAC": 901,
      "CTATTTT": 902,
      "TTTGTGA": 903,
      "ATATTTG": 904,
      "TTGACTT": 905,
      "TAGGC": 906,
      "CTGTTTG": 907,
      "TATTGTT": 908,
      "GGAAAAA": 909,
      "TATTAAT": 910,
      "TTTTGGT": 911,
      "CTCTTTT": 912,
      "TGTGTGA": 913,
      "TGAATTT": 914,
      "TTCAGTT": 915,
      "AACTCA": 916,
      "TATTTTC": 917,
      "CTGCTGT": 918,
      "TGTGTTG": 919,
      "AAATGAT": 920,
      "TTTTGCT": 921,
      "TTAGTTT": 922,
      "GACTTTT": 923,
      "TGACTTT": 924,
      "GTTTTCT": 925,
      "TGTGTGC": 926,
      "TTTCTCT": 927,
      "AACACAA": 928,
      "AAAAACT": 929,
      "AATAAAC": 930,
      "CATTTAT": 931,
      "TTATGTT": 932,
      "ATTTCTT": 933,
      "TGGTTTT": 934,
      "GCTTTTT": 935,
      "TTATATA": 936,
      "TAAATGA": 937,
      "GTAAAAA": 938,
      "CATGTTT": 939,
      "ATAAAAT": 940,
      "TTTGGTT": 941,
      "AACACAC": 942,
      "ATAAATG": 943,
      "TGATGTT": 944,
      "ATATTAA": 945,
      "CACTTTT": 946,
      "CTGTTTA": 947,
      "CTTATTT": 948,
      "TACTTTT": 949,
      "TCGTA": 950,
      "TTACTTT": 951,
      "CAAAATA": 952,
      "CACATTT": 953,
      "ATTTTTC": 954,
      "TGTTTCA": 955,
      "ACACACT": 956,
      "AATATTA": 957,
      "AAAAAGT": 958,
      "AGTATTT": 959,
      "TGTCTGT": 960,
      "GAAAACA": 961,
      "CAAAAAT": 962,
      "TTTGTTC": 963,
      "ACAGAAA": 964,
      "TTCTTTC": 965,
      "TTGAAAT": 966,
      "AATGTGT": 967,
      "AAATTTT": 968,
      "TGTACAT": 969,
      "TATTTCA": 970,
      "TTTTAGA": 971,
      "CTTAAAA": 972,
      "CTTTGTT": 973,
      "CATTAAA": 974,
      "ATAAACA": 975,
      "AAAGTTT": 976,
      "TGATTTA": 977,
      "ATTAATT": 978,
      "TCTGCTG": 979,
      "TTTACTG": 980,
      "TGCGC": 981,
      "GTTATTT": 982,
      "ATGTGTT": 983,
      "TGCTTTA": 984,
      "ATCATTT": 985,
      "GGGTA": 986,
      "CTTTCTT": 987,
      "TTTGAAG": 988,
      "GCAAG": 989,
      "AGTGTGT": 990,
      "TTGTTTC": 991,
      "GCATTTT": 992,
      "AAAAGCA": 993,
      "AAAATGC": 994,
      "TGAATGA": 995,
      "CTTTTCT": 996,
      "GTCTTTT": 997,
      "TTGGTTT": 998,
      "TCCTTTT": 999,
      "CCCGC": 1000,
      "TAAAAAC": 1001,
      "CTGTGTG": 1002,
      "AGTTTTA": 1003,
      "GCGAA": 1004,
      "GTATTTA": 1005,
      "TTTCTTA": 1006,
      "ATGTGTG": 1007,
      "TTAAAAG": 1008,
      "CAGTTTT": 1009,
      "TTTTGGA": 1010,
      "ATTAAAT": 1011,
      "TTTCTGA": 1012,
      "CACAAAA": 1013,
      "CATTTGT": 1014,
      "TAAATTA": 1015,
      "TTAATTA": 1016,
      "GTCAG": 1017,
      "TTCTTTA": 1018,
      "ACAAATA": 1019,
      "AAAATTA": 1020,
      "ATTTCAA": 1021,
      "CATTTCA": 1022,
      "CCAAAAA": 1023,
      "TTTTAGT": 1024,
      "TTTAAGT": 1025,
      "AGAAATG": 1026,
      "TAATGTT": 1027,
      "TTCGA": 1028,
      "GAAATGT": 1029,
      "AAACTTT": 1030,
      "TGAGTTT": 1031,
      "TTGTCTT": 1032,
      "TGCAAAA": 1033,
      "AAACATG": 1034,
      "TGATGAT": 1035,
      "GTGTTTA": 1036,
      "TTTCCTT": 1037,
      "GTGAC": 1038,
      "AATGTTG": 1039,
      "GCTGTTT": 1040,
      "ACTGAAA": 1041,
      "ATTTGTA": 1042,
      "CCATTTT": 1043,
      "TTTGTCT": 1044,
      "ATCTTTT": 1045,
      "TCTTTAA": 1046,
      "ATGATTT": 1047,
      "AATAATT": 1048,
      "TCTTTTG": 1049,
      "TGTTGTG": 1050,
      "GTTTAAT": 1051,
      "ATATTAT": 1052,
      "CCGAA": 1053,
      "AAATATG": 1054,
      "AAAAGTG": 1055,
      "AGAAAAT": 1056,
      "GAATGTT": 1057,
      "ACATTTG": 1058,
      "CATATTT": 1059,
      "ATTTGTG": 1060,
      "TGGAAAA": 1061,
      "TTTTAAC": 1062,
      "AACAGAA": 1063,
      "AATATAA": 1064,
      "TTAAAGA": 1065,
      "AATGAAT": 1066,
      "CAAAATG": 1067,
      "TTCAAAT": 1068,
      "TTCCTTT": 1069,
      "TGAAATG": 1070,
      "TGTGATT": 1071,
      "AACAACA": 1072,
      "TCTTTCT": 1073,
      "AAATTAT": 1074,
      "ATTTGAA": 1075,
      "TTCGC": 1076,
      "ATTTCAT": 1077,
      "TCATGTT": 1078,
      "GTTTGAA": 1079,
      "TTTGCAT": 1080,
      "AATCAAA": 1081,
      "GTAAATG": 1082,
      "AAATTGT": 1083,
      "TCAGTTT": 1084,
      "GTGTGTA": 1085,
      "ATTTCTG": 1086,
      "TTAATGA": 1087,
      "TTCAGTG": 1088,
      "CTCATTT": 1089,
      "ACGTA": 1090,
      "AAGTTTT": 1091,
      "TGAAAAC": 1092,
      "TCCGA": 1093,
      "TCAAAAT": 1094,
      "ATGCTTT": 1095,
      "CAAATGT": 1096,
      "AGGAAAA": 1097,
      "TCTCTTT": 1098,
      "TTTCAGA": 1099,
      "TACTGTA": 1100,
      "GCGGC": 1101,
      "TTACAAA": 1102,
      "TTTTCCA": 1103,
      "GAAAGAA": 1104,
      "TTCATGT": 1105,
      "TATATAA": 1106,
      "TCTGAAA": 1107,
      "AAAAATT": 1108,
      "TTGTACA": 1109,
      "AATAAAG": 1110,
      "TGATTTG": 1111,
      "GTTTCTT": 1112,
      "TGTGTAA": 1113,
      "TGTTCAA": 1114,
      "TCCGT": 1115,
      "CAGATTT": 1116,
      "AATAATG": 1117,
      "AACAAAC": 1118,
      "TCATTTG": 1119,
      "TGTGCTG": 1120,
      "TTGTAAT": 1121,
      "TTCACTT": 1122,
      "CAGAAAA": 1123,
      "AAATTTA": 1124,
      "AAACTGA": 1125,
      "TTATGAA": 1126,
      "TTCAGAT": 1127,
      "ACTTTAA": 1128,
      "AGAAGAA": 1129,
      "ACAAAAT": 1130,
      "GAAAAAT": 1131,
      "TTTCTCA": 1132,
      "CAAATAA": 1133,
      "TATTTGA": 1134,
      "AATTGTT": 1135,
      "AGCATTT": 1136,
      "TTCTTCT": 1137,
      "AATTTAT": 1138,
      "AATTTGT": 1139,
      "AACTTTT": 1140,
      "GGTTTTT": 1141,
      "CTTTAAT": 1142,
      "GAAAATG": 1143,
      "ATTAATA": 1144,
      "CACGG": 1145,
      "TCTTAAA": 1146,
      "TGGAGGA": 1147,
      "AGTTTGT": 1148,
      "TTCTTCA": 1149,
      "TTGTGTA": 1150,
      "TACAAAA": 1151,
      "AAACTGT": 1152,
      "TAATTAA": 1153,
      "TTTGCTG": 1154,
      "TTTGTAC": 1155,
      "TGAATAA": 1156,
      "TATATTA": 1157,
      "AATGTAT": 1158,
      "ACGGC": 1159,
      "TACGC": 1160,
      "GGTTTTA": 1161,
      "AAAGACA": 1162,
      "AAATGCT": 1163,
      "CTTCTTT": 1164,
      "CTGTGAA": 1165,
      "TGTGAAT": 1166,
      "TGTTCTG": 1167,
      "AGTAAAT": 1168,
      "TGTTTAC": 1169,
      "TGGATTT": 1170,
      "GATTTAA": 1171,
      "CTAAAAA": 1172,
      "AGAAACA": 1173,
      "CCCTCA": 1174,
      "TTACATT": 1175,
      "TCATAAA": 1176,
      "GTTGTTG": 1177,
      "CTGTGTT": 1178,
      "CTGCTTT": 1179,
      "AAAACAG": 1180,
      "TCAAAAA": 1181,
      "GTGATTT": 1182,
      "TTGTGAA": 1183,
      "TTCTGAA": 1184,
      "TAAATTT": 1185,
      "TAAACAT": 1186,
      "ATGAAAT": 1187,
      "CAAACAA": 1188,
      "TTCAGAA": 1189,
      "CGTTA": 1190,
      "ATAATAT": 1191,
      "TTAAACT": 1192,
      "TAAAACT": 1193,
      "TCTGTGT": 1194,
      "GAAAATA": 1195,
      "TTTAGAT": 1196,
      "AAAATCA": 1197,
      "TTTGGAT": 1198,
      "ATTCATT": 1199,
      "ATTTTAG": 1200,
      "GAAATAA": 1201,
      "TATTTCT": 1202,
      "AAAGAGA": 1203,
      "TCAGTGT": 1204,
      "GTTTATA": 1205,
      "TTTACAG": 1206,
      "ACATTTC": 1207,
      "TGTTCAT": 1208,
      "ATTTACA": 1209,
      "AAACACT": 1210,
      "AAAGAAG": 1211,
      "GTTAAAA": 1212,
      "AATGCTG": 1213,
      "TGCCTTT": 1214,
      "GAGAAAA": 1215,
      "AAAGTGT": 1216,
      "TTATTCA": 1217,
      "GTTTACA": 1218,
      "GTGTAAA": 1219,
      "ATGCATT": 1220,
      "TGTATTA": 1221,
      "ATAAAAC": 1222,
      "CCGGC": 1223,
      "TAAAAAG": 1224,
      "ATGTATT": 1225,
      "ATGAATG": 1226,
      "CAAACAC": 1227,
      "GTCATTT": 1228,
      "GTAAAAT": 1229,
      "AATGATT": 1230,
      "AAGTAAA": 1231,
      "AACAAAT": 1232,
      "TTTTGAG": 1233,
      "AAAAGTT": 1234,
      "ACAGTTT": 1235,
      "GAGAGAG": 1236,
      "AAGATTT": 1237,
      "TTTGTGC": 1238,
      "TGTTTGC": 1239,
      "AAACAAG": 1240,
      "GAATAAA": 1241,
      "ATTTGAT": 1242,
      "ATTTTAC": 1243,
      "TTTCTAA": 1244,
      "GATGATG": 1245,
      "CAGAAAT": 1246,
      "ATGTTCA": 1247,
      "CATTTGA": 1248,
      "GTTAC": 1249,
      "AAGGAAA": 1250,
      "TTTCAGT": 1251,
      "CATTATT": 1252,
      "GCCGA": 1253,
      "AAATCAA": 1254,
      "TTACTGT": 1255,
      "TGAGAAA": 1256,
      "TTTCAAT": 1257,
      "TGTAATG": 1258,
      "AATTAAT": 1259,
      "CATTTCT": 1260,
      "GTTTCTG": 1261,
      "TTTACTC": 1262,
      "TTTGGAA": 1263,
      "CACAAAC": 1264,
      "AGAGAAA": 1265,
      "AGCTTTT": 1266,
      "TTCATTA": 1267,
      "ATGATGA": 1268,
      "TGTTTGG": 1269,
      "CATAAAA": 1270,
      "TCAGAAA": 1271,
      "GAATGAA": 1272,
      "TGTGTTC": 1273,
      "TAAACAA": 1274,
      "ATGTTGT": 1275,
      "AACAGCA": 1276,
      "AATGTTA": 1277,
      "GTCAC": 1278,
      "TCTTCTT": 1279,
      "TCGGC": 1280,
      "GCGTA": 1281,
      "TCATCAT": 1282,
      "TTTAGAA": 1283,
      "TTAAAGT": 1284,
      "CCGTA": 1285,
      "TGATGAA": 1286,
      "TCACTTT": 1287,
      "GTTTGTA": 1288,
      "CTTTTGA": 1289,
      "CAATTTT": 1290,
      "ATTGTGT": 1291,
      "TTGTTAT": 1292,
      "ACTGTAA": 1293,
      "GCAAAAA": 1294,
      "TTAAAGG": 1295,
      "GTGTTCA": 1296,
      "TAAAGTT": 1297,
      "CAAATAT": 1298,
      "AATGTGA": 1299,
      "AATGCAA": 1300,
      "AAGCAAA": 1301,
      "TTGAATG": 1302,
      "CAGTGTT": 1303,
      "TGTCATT": 1304,
      "TATTATA": 1305,
      "TAATATA": 1306,
      "TCATTTC": 1307,
      "CTCAAAA": 1308,
      "TAAATCA": 1309,
      "TTTGATG": 1310,
      "TGAAATA": 1311,
      "GAGTTTT": 1312,
      "ACACATT": 1313,
      "TTTCACA": 1314,
      "AAGAAGA": 1315,
      "CATTTTC": 1316,
      "GTTTTGG": 1317,
      "GTGAAAA": 1318,
      "ACAC": 1319,
      "GAAATGA": 1320,
      "TGCGG": 1321,
      "CTGATTT": 1322,
      "ATAATTT": 1323,
      "TTTTATC": 1324,
      "TTCTAAA": 1325,
      "AAACAGA": 1326,
      "TAAAAGA": 1327,
      "CTTCTGT": 1328,
      "TGTTGTA": 1329,
      "TTGAATT": 1330,
      "AATGATG": 1331,
      "AAATGTC": 1332,
      "ACACTTT": 1333,
      "TGTTGAT": 1334,
      "TTGAGTT": 1335,
      "TGTAATT": 1336,
      "AAACAAT": 1337,
      "TTATTGA": 1338,
      "TGATATT": 1339,
      "TTTGTCA": 1340,
      "TTTCCTC": 1341,
      "AGCAAAA": 1342,
      "CACACAT": 1343,
      "AGTTTAT": 1344,
      "TTGTTCA": 1345,
      "TTTAACT": 1346,
      "TTTGAGT": 1347,
      "TGCTGCT": 1348,
      "TTGAACA": 1349,
      "AGAAAGA": 1350,
      "TGTTAAT": 1351,
      "AAATTGA": 1352,
      "TAATTAT": 1353,
      "TCACACA": 1354,
      "ATGTACA": 1355,
      "TGAATAT": 1356,
      "TGTACAA": 1357,
      "TTGAAGA": 1358,
      "TTGCATT": 1359,
      "AATTTTG": 1360,
      "AAATGAG": 1361,
      "TTATAAT": 1362,
      "ATGAAGA": 1363,
      "TGTCTGA": 1364,
      "ACTTTAT": 1365,
      "ACAAAAC": 1366,
      "GATTTAT": 1367,
      "AAAGGAA": 1368,
      "ATTATAT": 1369,
      "TTTCATA": 1370,
      "TTCTCTT": 1371,
      "AAAGTGA": 1372,
      "AAAGCAA": 1373,
      "TCATTCA": 1374,
      "TTTTGAC": 1375,
      "AATATGA": 1376,
      "TGTCAAA": 1377,
      "AGAAAAC": 1378,
      "AGAAAAG": 1379,
      "TTGTTAA": 1380,
      "TGCTGAA": 1381,
      "AAGAAAT": 1382,
      "CTGTTGT": 1383,
      "TTTTGGG": 1384,
      "CAAAAGA": 1385,
      "AAAACCA": 1386,
      "TTTCTAT": 1387,
      "TGTTCTT": 1388,
      "TTCATAA": 1389,
      "TGCATTA": 1390,
      "TCTTGTT": 1391,
      "TCTTCTG": 1392,
      "TTTGACT": 1393,
      "AATAACA": 1394,
      "AAGAAAG": 1395,
      "AAATGGA": 1396,
      "AAACCAA": 1397,
      "GTTGTGT": 1398,
      "GTGTTGT": 1399,
      "ACATAAA": 1400,
      "TGCAAAT": 1401,
      "TATTGTA": 1402,
      "AACACTG": 1403,
      "AAACTCA": 1404,
      "CAATAAA": 1405,
      "ACACTGA": 1406,
      "ATGGAAA": 1407,
      "ATTTCAG": 1408,
      "ATATTGT": 1409,
      "TGCGA": 1410,
      "AACACTT": 1411,
      "AGTTTGA": 1412,
      "ATTTATG": 1413,
      "CACTTTA": 1414,
      "GTTTTAC": 1415,
      "TTGTGAT": 1416,
      "TGAAGGA": 1417,
      "ATAAAAG": 1418,
      "ATTTACT": 1419,
      "TTCAACA": 1420,
      "AAGTGTT": 1421,
      "TCAAAAC": 1422,
      "AAATCAT": 1423,
      "CTGTTGA": 1424,
      "AAAACTT": 1425,
      "TAAAGCA": 1426,
      "AATGCAT": 1427,
      "TATGAAA": 1428,
      "AGTTTAA": 1429,
      "CAAAACT": 1430,
      "AATGAAG": 1431,
      "TCTAAAA": 1432,
      "TCTTTGT": 1433,
      "AAATATC": 1434,
      "CAAAAAC": 1435,
      "GCACTTT": 1436,
      "TTTATCA": 1437,
      "TTCGG": 1438,
      "AGAG": 1439,
      "GATTTGA": 1440,
      "GACATTT": 1441,
      "AAAAAGC": 1442,
      "TTCTGTG": 1443,
      "TTCTGTC": 1444,
      "TGCTGGA": 1445,
      "AACTGAA": 1446,
      "CGGAA": 1447,
      "TTATTCT": 1448,
      "TAATGAA": 1449,
      "GTTTGAT": 1450,
      "TTTTCAC": 1451,
      "ATATAAT": 1452,
      "TTGGAAA": 1453,
      "CCTGTTT": 1454,
      "ACTATTT": 1455,
      "AAATCTT": 1456,
      "TAATTTG": 1457,
      "ATTGTAA": 1458,
      "ATACAAA": 1459,
      "TTTCTGC": 1460,
      "AATATTG": 1461,
      "ATAATGT": 1462,
      "TCTATTT": 1463,
      "TGCCAAA": 1464,
      "TTCTGTA": 1465,
      "AAATTTG": 1466,
      "AAAGTCA": 1467,
      "CTGTATT": 1468,
      "AAAAGTA": 1469,
      "ATATACA": 1470,
      "TTGATGA": 1471,
      "GCTGCTG": 1472,
      "TTGCTGT": 1473,
      "ACTGTAT": 1474,
      "ATTATTG": 1475,
      "TGAAACA": 1476,
      "AAAGATG": 1477,
      "CTTAAAT": 1478,
      "AAAAGGA": 1479,
      "TAAAGAA": 1480,
      "ATTGAAA": 1481,
      "CCCGT": 1482,
      "ACTTTTG": 1483,
      "TTATGTA": 1484,
      "CTGAAAT": 1485,
      "TTTACAC": 1486,
      "ATGCTGT": 1487,
      "GCTTTTA": 1488,
      "AAATAAG": 1489,
      "GTGCTTT": 1490,
      "ACATGAA": 1491,
      "AGATGTT": 1492,
      "TGCACTG": 1493,
      "AAGATGA": 1494,
      "TAAAAGT": 1495,
      "CTTTGTG": 1496,
      "GAAAAAC": 1497,
      "AAAATAC": 1498,
      "TGTGTTA": 1499,
      "ACAGCAG": 1500,
      "TTGTCAT": 1501,
      "TGAACTG": 1502,
      "ATCAAAA": 1503,
      "TTCATAT": 1504,
      "TTGATGT": 1505,
      "AGGTTTT": 1506,
      "AATATGT": 1507,
      "AATGACA": 1508,
      "AACTGTT": 1509,
      "TGTAAAG": 1510,
      "TCAGATT": 1511,
      "TAAAGTG": 1512,
      "ATAGTTT": 1513,
      "GAGGAAA": 1514,
      "TACAAAT": 1515,
      "TCTTTAT": 1516,
      "GGATTTT": 1517,
      "TTTATAC": 1518,
      "ATGCAAA": 1519,
      "TTCATCA": 1520,
      "CATTCAT": 1521,
      "AATTTGA": 1522,
      "ACAAAAG": 1523,
      "CCTTTAA": 1524,
      "ATTTGCA": 1525,
      "TTATGAT": 1526,
      "GTTTGAG": 1527,
      "CTTTCTG": 1528,
      "CTGCAGA": 1529,
      "GAATGTG": 1530,
      "GTATTTG": 1531,
      "TTTAGCT": 1532,
      "TGTGGTT": 1533,
      "TGTGCAT": 1534,
      "AGAGTTT": 1535,
      "CACACAA": 1536,
      "TGCAGTT": 1537,
      "TTGTTGA": 1538,
      "AAAAAGG": 1539,
      "TTTGACA": 1540,
      "AAATTCA": 1541,
      "TAACATT": 1542,
      "TAAACTG": 1543,
      "AGCTGAA": 1544,
      "TGTATAA": 1545,
      "TGCATGT": 1546,
      "CATTGTT": 1547,
      "GATGAAA": 1548,
      "TTTTAGG": 1549,
      "AGAAATA": 1550,
      "TATAATT": 1551,
      "CAGTATT": 1552,
      "AAGAAAC": 1553,
      "TATGTGT": 1554,
      "TATTTAC": 1555,
      "AAATCTG": 1556,
      "TGATTAA": 1557,
      "TGACTGT": 1558,
      "AGATGAA": 1559,
      "ACCAAAA": 1560,
      "AATTGAA": 1561,
      "CTAAAAT": 1562,
      "AGAATGT": 1563,
      "AGCAGAA": 1564,
      "AAGTGAA": 1565,
      "AACTAAA": 1566,
      "GGTTTTG": 1567,
      "AAATCCA": 1568,
      "CTGGTTT": 1569,
      "GTGTTTC": 1570,
      "CACAAAT": 1571,
      "TGAATTA": 1572,
      "TTAAGTT": 1573,
      "TATTCAT": 1574,
      "TACACAC": 1575,
      "ATAATTA": 1576,
      "TAGAAAA": 1577,
      "AAAGGGA": 1578,
      "TGATTTC": 1579,
      "CTGCTGA": 1580,
      "GTGTGAA": 1581,
      "TTTATAG": 1582,
      "GAAATAT": 1583,
      "ATATTTC": 1584,
      "AGATATT": 1585,
      "AGAGGAA": 1586,
      "TATATGT": 1587,
      "TGCAGAA": 1588,
      "AATGCTT": 1589,
      "TCTTCAT": 1590,
      "GCCGG": 1591,
      "TTCCAAA": 1592,
      "ACAATAA": 1593,
      "ACAACAA": 1594,
      "AATCTGA": 1595,
      "TTTCACT": 1596,
      "TTTGAGA": 1597,
      "ACAAATT": 1598,
      "TTGTATG": 1599,
      "ACTAAAA": 1600,
      "TCCAAAA": 1601,
      "TGATTGT": 1602,
      "CTTTATA": 1603,
      "GGAGGAG": 1604,
      "ATATATG": 1605,
      "TGAACAC": 1606,
      "TGCACTT": 1607,
      "AACATGA": 1608,
      "TTCTTTG": 1609,
      "GAGTGTG": 1610,
      "TGAAAAG": 1611,
      "GATTATT": 1612,
      "ATTTAAG": 1613,
      "AGATTTA": 1614,
      "TGCAGTG": 1615,
      "AACATTA": 1616,
      "TACAGTA": 1617,
      "TTTGATA": 1618,
      "TGCTGTA": 1619,
      "TTCTCTG": 1620,
      "TGGAAAT": 1621,
      "TGATTAT": 1622,
      "CTTCAAA": 1623,
      "CTGTCTG": 1624,
      "ATGTATA": 1625,
      "ATATGTT": 1626,
      "TTAATTG": 1627,
      "CAAATTT": 1628,
      "AACATGT": 1629,
      "AATGTTC": 1630,
      "ATTATAA": 1631,
      "TGAAAGA": 1632,
      "TCTTTTC": 1633,
      "CCCGA": 1634,
      "AAACATA": 1635,
      "TTTTCCC": 1636,
      "AAAATGG": 1637,
      "ATACTGT": 1638,
      "TGTACTT": 1639,
      "AATCTTT": 1640,
      "AGTAAAA": 1641,
      "CATTTAC": 1642,
      "AAACTAA": 1643,
      "TAAAATT": 1644,
      "GTTCATT": 1645,
      "CTTTTCA": 1646,
      "CTGCTGC": 1647,
      "ATATGAA": 1648,
      "ATACACA": 1649,
      "TCTGTAA": 1650,
      "AATGTCT": 1651,
      "TATGTAT": 1652,
      "TTCTCTC": 1653,
      "TCATATT": 1654,
      "GTATGTG": 1655,
      "AAAAGCT": 1656,
      "TTAACTT": 1657,
      "TTAAGAA": 1658,
      "TTCATTC": 1659,
      "TATTGTG": 1660,
      "TCCGG": 1661,
      "AATACAA": 1662,
      "AAGAGAA": 1663,
      "AATTTCA": 1664,
      "TTGCCTT": 1665,
      "TTTAATC": 1666,
      "AGGAGGA": 1667,
      "ATAAATT": 1668,
      "CATAAAT": 1669,
      "AAACAGC": 1670,
      "TTATGTG": 1671,
      "TTAGAAA": 1672,
      "TAATGTG": 1673,
      "GTTTTGC": 1674,
      "CTTTGAA": 1675,
      "CTGAATG": 1676,
      "CTGAAGA": 1677,
      "GTGAACT": 1678,
      "CAACACA": 1679,
      "GCATTTA": 1680,
      "GTATATT": 1681,
      "AAAATTT": 1682,
      "ACATTCA": 1683,
      "ATGTAAT": 1684,
      "ATTCAGT": 1685,
      "TGTACAG": 1686,
      "ATTTTGG": 1687,
      "TTCTGCT": 1688,
      "TCAAACA": 1689,
      "AAGTTTG": 1690,
      "TGGTTTA": 1691,
      "TGTAAAC": 1692,
      "TTACAGT": 1693,
      "TAATGTA": 1694,
      "AAAAGAC": 1695,
      "ATGCACA": 1696,
      "ATTGATT": 1697,
      "CAAACAT": 1698,
      "TTGATTA": 1699,
      "AATGGTT": 1700,
      "ACAATTT": 1701,
      "TGCTGCA": 1702,
      "ATGTGTA": 1703,
      "TCTCATT": 1704,
      "GATTTCT": 1705,
      "TCATTAA": 1706,
      "TCACATT": 1707,
      "TCATTAT": 1708,
      "GTTGAAA": 1709,
      "ATTCAGA": 1710,
      "TGTACTG": 1711,
      "TTGATAT": 1712,
      "ACTGTGA": 1713,
      "CCTTTTA": 1714,
      "ATTTTGC": 1715,
      "ATGTGAA": 1716,
      "TAGTGTT": 1717,
      "TAATGCA": 1718,
      "TGACATT": 1719,
      "CAACAAA": 1720,
      "ACATTAA": 1721,
      "TAAACAC": 1722,
      "TAAATGC": 1723,
      "TTTCCTG": 1724,
      "AATATCT": 1725,
      "AAAAATC": 1726,
      "ACAAATG": 1727,
      "CAGTTTG": 1728,
      "CGAT": 1729,
      "AAACCTG": 1730,
      "AAACTCT": 1731,
      "TAACAAA": 1732,
      "ACAGACA": 1733,
      "ACAGTGT": 1734,
      "TTCTGAT": 1735,
      "ATTCTGT": 1736,
      "TTTCTTG": 1737,
      "TGGAGAA": 1738,
      "ACTTAAA": 1739,
      "AGAATTT": 1740,
      "CAGGTTT": 1741,
      "TTCTTGT": 1742,
      "TGCTGTG": 1743,
      "TGAAATT": 1744,
      "AGAAACT": 1745,
      "TGTGATG": 1746,
      "TGCTTTG": 1747,
      "TATTATG": 1748,
      "GACTGAA": 1749,
      "TCTGAAT": 1750,
      "GATTTTG": 1751,
      "TTTAGTA": 1752,
      "TGTGTGG": 1753,
      "ATTCTTT": 1754,
      "ATTGTAT": 1755,
      "AGACAAA": 1756,
      "TTGACTG": 1757,
      "AATTCAA": 1758,
      "GATTAAA": 1759,
      "TTGTTCT": 1760,
      "AAGGTTT": 1761,
      "TTCTTAA": 1762,
      "TATAAAC": 1763,
      "GACAAAA": 1764,
      "AAACAGT": 1765,
      "TGACTGA": 1766,
      "CTGGAAA": 1767,
      "GAACACA": 1768,
      "GTATGTT": 1769,
      "ACATGTT": 1770,
      "ACAGAAG": 1771,
      "TAAAGAT": 1772,
      "TTTCCAA": 1773,
      "TGAACAT": 1774,
      "TTAACAT": 1775,
      "AGCTGTT": 1776,
      "ACCTTTT": 1777,
      "GTAATTT": 1778,
      "TGAAAGT": 1779,
      "TTGTATA": 1780,
      "TTCAATT": 1781,
      "AAAGTAA": 1782,
      "AAATGAC": 1783,
      "AAACAAC": 1784,
      "GTTTGCA": 1785,
      "CTGTACA": 1786,
      "CTGAATT": 1787,
      "GAATTTT": 1788,
      "CAAAAAG": 1789,
      "ACATATT": 1790,
      "ATGTTAT": 1791,
      "TGCTGAT": 1792,
      "TGAAGAT": 1793,
      "ATCTGAA": 1794,
      "TTCAGCT": 1795,
      "CATCTTT": 1796,
      "AACAAGA": 1797,
      "TCTTATT": 1798,
      "TAATTGT": 1799,
      "GTTCAAA": 1800,
      "GTTTTAG": 1801,
      "GAATGTA": 1802,
      "ATGTTAA": 1803,
      "ATGTTCT": 1804,
      "TTTCCAT": 1805,
      "GTTAG": 1806,
      "AATCTGT": 1807,
      "AATCACA": 1808,
      "TGGTTTG": 1809,
      "TTATACA": 1810,
      "CTTCATT": 1811,
      "GTCTGTT": 1812,
      "TTTATCT": 1813,
      "ACATACA": 1814,
      "TAAATCT": 1815,
      "ATTGAAT": 1816,
      "GAAACAC": 1817,
      "TTCAGCA": 1818,
      "TCTTCAA": 1819,
      "TCTTCAG": 1820,
      "TCTCG": 1821,
      "AAGCTTT": 1822,
      "TGCTTTC": 1823,
      "AATCATT": 1824,
      "GAGTTTG": 1825,
      "CCCAAAA": 1826,
      "TAAGAAA": 1827,
      "GTCTGTG": 1828,
      "ACACTGT": 1829,
      "TGAAGAG": 1830,
      "TTCACTG": 1831,
      "TGTATGA": 1832,
      "TGCATTG": 1833,
      "TACATAT": 1834,
      "GCTGAAA": 1835,
      "CGTTTTT": 1836,
      "TTTTAGC": 1837,
      "TATGAAT": 1838,
      "AAATGGT": 1839,
      "CTGTTCA": 1840,
      "CTGTGAT": 1841,
      "GAAAAAG": 1842,
      "GTGAAAT": 1843,
      "CAATATT": 1844,
      "GTATATA": 1845,
      "AAAATCT": 1846,
      "AAAAGAG": 1847,
      "AAAACCT": 1848,
      "ACAGAGA": 1849,
      "ATGTTGA": 1850,
      "ATATTCA": 1851,
      "ATATGCA": 1852,
      "TGAAGTT": 1853,
      "AAGATGT": 1854,
      "AAGATAT": 1855,
      "TCCATTT": 1856,
      "TTCCTCT": 1857,
      "ACTCAAA": 1858,
      "AATGAGA": 1859,
      "TCAAATG": 1860,
      "TGTTACA": 1861,
      "TATGATT": 1862,
      "ATCTGTT": 1863,
      "CACACTG": 1864,
      "TGTATTG": 1865,
      "AATGTCA": 1866,
      "AATACAT": 1867,
      "ATGATGT": 1868,
      "GTAAATT": 1869,
      "CAGAAGA": 1870,
      "TTCCATT": 1871,
      "ATTCAAA": 1872,
      "GATTTGT": 1873,
      "GGGAAAA": 1874,
      "AAAGCTG": 1875,
      "CAAAATT": 1876,
      "TTTGCAC": 1877,
      "TTCAAAC": 1878,
      "ATTGTGA": 1879,
      "CAAATTA": 1880,
      "TCAATTT": 1881,
      "GAGAGAA": 1882,
      "GATTTCA": 1883,
      "ACTTTGT": 1884,
      "ATCATCA": 1885,
      "AACTGTG": 1886,
      "TTGCACA": 1887,
      "TTGCACT": 1888,
      "TGGTGTT": 1889,
      "TTACAAT": 1890,
      "TGATGTC": 1891,
      "CTTAATT": 1892,
      "GAAAAGA": 1893,
      "GGAGAAA": 1894,
      "TGTGTCT": 1895,
      "TAAATAC": 1896,
      "ATTAAAC": 1897,
      "ATTTGAG": 1898,
      "TTCAGTA": 1899,
      "AACACAT": 1900,
      "TTTAAGG": 1901,
      "CAGCAGA": 1902,
      "CTGTAAT": 1903,
      "TTTGGTG": 1904,
      "TTAACAA": 1905,
      "TGTTGTC": 1906,
      "TGTTCAG": 1907,
      "TGTAGTT": 1908,
      "CTGATGA": 1909,
      "TGCACAA": 1910,
      "CAGATGA": 1911,
      "GAGATTT": 1912,
      "TATGTAA": 1913,
      "TTCCTGT": 1914,
      "AGTTGTT": 1915,
      "ACTGTGT": 1916,
      "AGCAGCA": 1917,
      "TTAAATC": 1918,
      "TGTAATA": 1919,
      "AAGCACA": 1920,
      "AAAGATT": 1921,
      "AAAATTG": 1922,
      "TTTGAAC": 1923,
      "CAAATCA": 1924,
      "TTCACAC": 1925,
      "AATACTG": 1926,
      "AAGAGGA": 1927,
      "TTAAAGC": 1928,
      "TTGTGCT": 1929,
      "TCAAACT": 1930,
      "TCATGAA": 1931,
      "TCAGCTT": 1932,
      "TCACTGT": 1933,
      "GTTCTTT": 1934,
      "GTGGTTT": 1935,
      "GTGCTGT": 1936,
      "TGTGGAT": 1937,
      "TTTGCAA": 1938,
      "ATGAACA": 1939,
      "TGAAGTG": 1940,
      "TTAATCA": 1941,
      "CAAATGA": 1942,
      "TATATTG": 1943,
      "TGCACAT": 1944,
      "TCTGTAT": 1945,
      "AAGAACA": 1946,
      "AAGTTTA": 1947,
      "AACTTTA": 1948,
      "CTTTCAT": 1949,
      "CTGAAAG": 1950,
      "GAACAAA": 1951,
      "GAATATT": 1952,
      "AAAAGAT": 1953,
      "ATGTCTT": 1954,
      "ATGGTTT": 1955,
      "GAAACAA": 1956,
      "AGATGAT": 1957,
      "TTCAGAG": 1958,
      "TCTGTTA": 1959,
      "TCTGTGA": 1960,
      "TCTGTCT": 1961,
      "TCTTTCA": 1962,
      "AATTGTA": 1963,
      "CAGCG": 1964,
      "ACTTTCA": 1965,
      "ATTTTCC": 1966,
      "GAAAACT": 1967,
      "TCAAATA": 1968,
      "TGTGAGA": 1969,
      "CACTGTT": 1970,
      "CCAAAAC": 1971,
      "TGACAAA": 1972,
      "CTGCTGG": 1973,
      "TTTTGGC": 1974,
      "TGTGCTT": 1975,
      "TGTGAAC": 1976,
      "ATACATT": 1977,
      "AGATTTG": 1978,
      "CTGATGT": 1979,
      "TCTGTCA": 1980,
      "TTCCTCA": 1981,
      "TAGATTT": 1982,
      "AAGCTGA": 1983,
      "AACCTTT": 1984,
      "TTTCATG": 1985,
      "TGCTTGT": 1986,
      "TTGTCTG": 1987,
      "GAGGAGG": 1988,
      "TTCTATT": 1989,
      "GAGTAAA": 1990,
      "GCTTTTG": 1991,
      "GCCTTTT": 1992,
      "TGATTCA": 1993,
      "CTGTTTC": 1994,
      "CTGTTAT": 1995,
      "CTGTCAT": 1996,
      "GTGTATT": 1997,
      "GCACACA": 1998,
      "GCAGCAG": 1999,
      "CTCTGAA": 2000,
      "CTATTTA": 2001,
      "TTTACTA": 2002,
      "TAAACAG": 2003,
      "ATGAATT": 2004,
      "ATTAATG": 2005,
      "ATTGTTA": 2006,
      "AGAGGAG": 2007,
      "TGAACAA": 2008,
      "CAAACTG": 2009,
      "CACACAG": 2010,
      "TACAGAA": 2011,
      "TGTCCTG": 2012,
      "GTTATTA": 2013,
      "ACTGAAG": 2014,
      "AACCAAA": 2015,
      "ATTTGCT": 2016,
      "CACTGAA": 2017,
      "TAGTTTA": 2018,
      "CGGT": 2019,
      "CCAAAAT": 2020,
      "AAAGGTT": 2021,
      "TGAGTGT": 2022,
      "TCATGTG": 2023,
      "GTTAAAT": 2024,
      "TTTAGTG": 2025,
      "TGTGGTG": 2026,
      "ATGTTTC": 2027,
      "ATGCTAA": 2028,
      "ATTCATA": 2029,
      "ATCAAAT": 2030,
      "TTCACTC": 2031,
      "AATTGTG": 2032,
      "TTCTGGA": 2033,
      "ATAAAGA": 2034,
      "ATAAAGT": 2035,
      "AACTGTA": 2036,
      "CAGCATT": 2037,
      "TACTTTA": 2038,
      "GGTTTGT": 2039,
      "TTACACA": 2040,
      "TGATCTG": 2041,
      "TCAGAAT": 2042,
      "CTTGTGT": 2043,
      "CTGCTCT": 2044,
      "CAAGAAA": 2045,
      "ACATGCA": 2046,
      "ACACAAT": 2047,
      "GAAATTA": 2048,
      "GAAACTG": 2049,
      "GAAACAT": 2050,
      "CACAGAA": 2051,
      "TTCATGA": 2052,
      "TATTGAA": 2053,
      "CAGAGGA": 2054,
      "AGTTTCT": 2055,
      "AGAAGAG": 2056,
      "ATTATGA": 2057,
      "TATCTTT": 2058,
      "AACAATT": 2059,
      "AACAATA": 2060,
      "CATCATC": 2061,
      "TGAGGAA": 2062,
      "TCACACT": 2063,
      "GTCAAAA": 2064,
      "ATACTTT": 2065,
      "TGAACTT": 2066,
      "GATTGTT": 2067,
      "ACTGCTG": 2068,
      "ATTAGTT": 2069,
      "TGCTAAA": 2070,
      "TTGAAGT": 2071,
      "TATAATG": 2072,
      "TATAATA": 2073,
      "GGAAAAT": 2074,
      "AAACATC": 2075,
      "AAAGTAT": 2076,
      "GTTTCTC": 2077,
      "CTTTGTA": 2078,
      "CTGTTAA": 2079,
      "CTGAAGG": 2080,
      "GAACATT": 2081,
      "CTCTCTG": 2082,
      "TTTGGAG": 2083,
      "TTTGGGT": 2084,
      "ACATATA": 2085,
      "ACAGTGA": 2086,
      "TGCAGGA": 2087,
      "TACAGTT": 2088,
      "AATATTC": 2089,
      "GGTGTTT": 2090,
      "TTTAAGC": 2091,
      "TTTCAGC": 2092,
      "CAGTTTA": 2093,
      "TGGTGAA": 2094,
      "GAGGAGA": 2095,
      "TTTGTGG": 2096,
      "AAAGCAG": 2097,
      "TGATGTG": 2098,
      "TCATCTT": 2099,
      "TCATTGT": 2100,
      "CTGAACA": 2101,
      "TTTATGC": 2102,
      "TGTGCAA": 2103,
      "ATGAATA": 2104,
      "ATGTATG": 2105,
      "ATGAAAG": 2106,
      "ATTTCCA": 2107,
      "ATTAAAG": 2108,
      "AGACTTT": 2109,
      "TGAACTA": 2110,
      "TTCACAA": 2111,
      "TTCATCT": 2112,
      "AATAGTT": 2113,
      "AAGACTT": 2114,
      "ACTGCAG": 2115,
      "GCTTGTT": 2116,
      "AGTGAAA": 2117,
      "ACAAACT": 2118,
      "CAGTGTG": 2119,
      "AAACTAG": 2120,
      "GTTTCCA": 2121,
      "GTTCTGT": 2122,
      "CTTCAGT": 2123,
      "CTGCAAA": 2124,
      "CTCTGTG": 2125,
      "GGCTTTT": 2126,
      "CTGATTG": 2127,
      "TGTCG": 2128,
      "AGTTAAA": 2129,
      "AGTTTCA": 2130,
      "ACTGTTG": 2131,
      "GATGTGT": 2132,
      "CCTTTTC": 2133,
      "AAACTTG": 2134,
      "TGATGTA": 2135,
      "CTTCTTC": 2136,
      "CTGGAGG": 2137,
      "GTGCCTT": 2138,
      "GCACAAA": 2139,
      "TTTACCT": 2140,
      "TAAATTG": 2141,
      "ATTTCTA": 2142,
      "TTTCCCC": 2143,
      "ATCTGTG": 2144,
      "GTAAG": 2145,
      "TGGATGT": 2146,
      "TCTCTGT": 2147,
      "CCTGCTG": 2148,
      "AAGCACT": 2149,
      "TCCTCCT": 2150,
      "AAGTATT": 2151,
      "AAATTTC": 2152,
      "AAAGCTT": 2153,
      "AAAGAAT": 2154,
      "AAACTGC": 2155,
      "TAAAATC": 2156,
      "GTTTCAT": 2157,
      "GAAGATG": 2158,
      "CTCTCTT": 2159,
      "AAAATAG": 2160,
      "GAAAGCA": 2161,
      "ATATGTA": 2162,
      "TTAATTC": 2163,
      "TGTTCCT": 2164,
      "ATCTAAA": 2165,
      "ATCTGCA": 2166,
      "TATACAT": 2167,
      "TATTGAT": 2168,
      "AATGGAA": 2169,
      "GTAAC": 2170,
      "CAGCTGT": 2171,
      "GACAGAA": 2172,
      "GCTTTAA": 2173,
      "TGGGTTT": 2174,
      "TCAAATT": 2175,
      "AAGCATT": 2176,
      "TGTTTCC": 2177,
      "GATGAAG": 2178,
      "CCCTTTT": 2179,
      "TTACAGA": 2180,
      "TTATCTT": 2181,
      "TTATTAG": 2182,
      "TGAGCTG": 2183,
      "GTTCACC": 2184,
      "CTGTATG": 2185,
      "CTGTTCT": 2186,
      "GTACTGT": 2187,
      "ACATTGT": 2188,
      "TAAACTA": 2189,
      "TTAATGC": 2190,
      "AGCTGGA": 2191,
      "AGCTGCT": 2192,
      "TGCAGAT": 2193,
      "TCTGCTT": 2194,
      "TCTGCAT": 2195,
      "GCTGCTT": 2196,
      "CAGCTTT": 2197,
      "ACTTGAA": 2198,
      "AGTTTTC": 2199,
      "ACAACAT": 2200,
      "AGCACTT": 2201,
      "AGCAGAT": 2202,
      "ATTTAGT": 2203,
      "TTGAATA": 2204,
      "TACTGTT": 2205,
      "AAGCAGA": 2206,
      "GCTAAAA": 2207,
      "GGTGTGT": 2208,
      "AAAGACT": 2209,
      "AAAGCAT": 2210,
      "AAATACT": 2211,
      "TAAAAGC": 2212,
      "TGACAGA": 2213,
      "CTTGATT": 2214,
      "CTGCATT": 2215,
      "CTGCAGT": 2216,
      "CTCTGCT": 2217,
      "AAAAGGT": 2218,
      "TGTGGAA": 2219,
      "ATGCTGA": 2220,
      "ATGTCTG": 2221,
      "ATGCAGA": 2222,
      "ATGTGAT": 2223,
      "AGCTTTA": 2224,
      "AACAGAT": 2225,
      "TTGTGCA": 2226,
      "TTCTGCA": 2227,
      "CAGCACA": 2228,
      "ACTAAAT": 2229,
      "AGTTATT": 2230,
      "TGTTTT": 2231,
      "CATGTGT": 2232,
      "AAATCAG": 2233,
      "TCATCTG": 2234,
      "CTGGAGA": 2235,
      "GAAGAGA": 2236,
      "GCAGAAA": 2237,
      "TTTAGCA": 2238,
      "AAAACTC": 2239,
      "ACACTCA": 2240,
      "TAAACTT": 2241,
      "TTCAAAG": 2242,
      "CACACTT": 2243,
      "TTCACAT": 2244,
      "TTGATTG": 2245,
      "CATGAAA": 2246,
      "TATGCAT": 2247,
      "AGAACAA": 2248,
      "ATAATGA": 2249,
      "TTTCATC": 2250,
      "ATTTAGA": 2251,
      "AAGAATG": 2252,
      "CATCATT": 2253,
      "TATTACA": 2254,
      "TGCTCTT": 2255,
      "GCCTCA": 2256,
      "TTATATG": 2257,
      "TGAGAGA": 2258,
      "GTTTGGA": 2259,
      "GTTCAGT": 2260,
      "CTGAATA": 2261,
      "GTGTCTG": 2262,
      "ACAGTAT": 2263,
      "ATGTCAT": 2264,
      "GAAAGAG": 2265,
      "AGAGCTG": 2266,
      "TATTCTT": 2267,
      "AATTCTG": 2268,
      "AACCTGT": 2269,
